{
    "language": "English",
    "code": "en-us",
    "screens": {
        "common": {
            "currencySymbol": "$",
            "and": " and",
            "this": "This",
            "appName": "DIGITAL SHOPPING ASSISTANT",
            "love": "LOVE",
            "scan": "SCAN",
            "shop": "SAVE",
            "feedbackInfo": "Help us improve this experience.",
            "feedbackLink1": "Give Feedback",
            "feedbackLink2": "FEEDBACK",
            "scanButtonText": "SCAN ANOTHER ITEM",
            "enterManually": "ENTER CODE MANUALLY",
            "leavePageConfirmation": "Do you want to leave this page ?",
            "copyLink": "COPY LINK",
            "storeLinkCopied": "The store link has been copied",
            "linkCopyError": "We could not complete the copy. Please do it manually",
            "more": "more...",
            "less": "...less",
            "fullDesclaimerNew": "By using the Digital Shopping Assistant (“DSA”), you agree to have your personal information processed in a manner that is consistent with the Coach Outlet ",
            "fullDisclaimerPost": "",
            "fullDisclaimer": "The DSA is intended for use as a guide, and in the event of a difference between the product pricing shown in the DSA and the price at check-out, the price at check-out will control. Pricing shown in the DSA applies only in the specific store location in which the product is scanned and on the date that it is being scanned; offers and pricing may vary from location to location and from day to day. Pricing shown on the DSA will not be honored or matched online, in other locations or on other days. Screen shots, images or pictures of offers or promotions will not be honored and must not be forwarded to others or saved for future use. No price adjustments will be made on previous purchases. All prices are exclusive of any taxes, which will be added at check-out, as applicable. Prices for items scanned while using the DSA in store are displayed in the local currency. The DSA will continue to display prices in the currency associated with the location of the store where the item was scanned regardless of where the customer is located. For clarity, and in the event that a QR code is manually entered into the DSA instead of scanned in a store, each QR code used by the DSA is associated with a specific store and the location of the store is displayed when customers first access the DSA. Currencies displayed in the DSA reflect the location of the store identified by the QR code. Comparable Value is an indication of value based on the quality of the material used, our commitment to craftsmanship and the high standards demanded by Coach. Coach Outlet Stores are pleased to be able to offer Coach products that have been specifically designed for our outlet locations. From time to time, Coach outlet stores may also offer products previously sold at Coach retail stores. The “pass the basket” feature which enables expedited checkout will share your personal information about the transaction with Coach by linking the Uniform Product Code / barcode, customer ID, and any applied rewards to be transferred to Coach at the point of sale for the store associate. You should not use the DSA to checkout if you do not wish to share your personal information with Coach. Providing personal information to Coach is not required to complete a transaction.",
            "fullDesclaimerNewComplete": "By using the Love, Scan, Save App (“the app”), you agree to have your personal information processed in a manner that is consistent with the Coach Outlet <a target='_blank' href='https://www.coachoutlet.com/terms-of-use.html' aria-describedby='new-window-0'> Terms of Use </a> and <a target='_blank' href='https://www.coachoutlet.com/privacy.html' aria-describedby='new-window-0'> Privacy Policy </a>. Exclusions Apply. This app is intended for use as a guide, and in the event of a difference between the product pricing shown in the app and the price at check-out, the price at check-out will control. Pricing shown in the app applies only in the specific store location in which the product is scanned and on the date that it is being scanned; offers and pricing may vary from location to location and from day to day. Pricing shown on app will not be honored or matched online, in other locations or on other days. Screen shots, images or pictures of offers or promotions will not be honored and must not be forwarded to others or saved for future use. No price adjustments will be made on previous purchases. All prices are exclusive of any taxes, which will be added at check-out, as applicable. Prices for items scanned while using the app in store are displayed in the local currency. The app will continue to display prices in the currency associated with the location of the store where the item was scanned regardless of where the customer is located. For clarity, and in the event that a QR code is manually entered into the app instead of scanned in a store, each QR code used by the app is associated with a specific store and the location of the store is displayed when customers first access the app. Currencies displayed in the app reflect the location of the store identified by the QR code. Comparable Value is an indication of value based on the quality of the material used, our commitment to craftsmanship and the high standards demanded by Coach. Coach Outlet Stores are pleased to be able to offer Coach products that have been specifically designed for our outlet locations. From time to time, Coach outlet stores may also offer products previously sold at Coach retail stores.",
            "fullDesclaimerNew2": ". Exclusions Apply. The DSA is intended for use as a guide, and in the event of a difference between the product pricing shown in the DSA and the price at check-out, the price at check-out will control. Pricing shown in the DSA applies only in the specific store location in which the product is scanned and on the date that it is being scanned; offers and pricing may vary from location to location and from day to day. Pricing shown on the DSA will not be honored or matched online, in other locations or on other days. Screen shots, images or pictures of offers or promotions will not be honored and must not be forwarded to others or saved for future use. No price adjustments will be made on previous purchases. All prices are exclusive of any taxes, which will be added at check-out, as applicable.",
            "fullDesclaimerNew3":"Prices for items scanned while using the DSA in store are displayed in the local currency. The DSA will continue to display prices in the currency associated with the location of the store where the item was scanned regardless of where the customer is located. For clarity, and in the event that a QR code is manually entered into the DSA instead of scanned in a store, each QR code used by the DSA is associated with a specific store and the location of the store is displayed when customers first access the DSA. Currencies displayed in the DSA reflect the location of the store identified by the QR code. Comparable Value is an indication of value based on the quality of the material used, our commitment to craftsmanship and the high standards demanded by Coach. Coach Outlet Stores are pleased to be able to offer Coach products that have been specifically designed for our outlet locations. From time to time, Coach outlet stores may also offer products previously sold at Coach retail stores. The “pass the basket” feature which enables expedited checkout will share your personal information about the transaction with Coach by linking the Uniform Product Code / barcode, customer ID, and any applied rewards to be transferred to Coach at the point of sale for the store associate. You should not use the DSA to checkout if you do not wish to share your personal information with Coach. Providing personal information to Coach is not required to complete a transaction.", 
            "disclaimer": "Note: Scanned prices are valid for today only in store.",
            "shortDisclaimer1": "This app is intended for use as a guide, and in the event",
            "shortDisclaimer2": "of a difference between the product pricing shown in the",
            "someExclusionsApply": "Exclusions Apply",
            "someExclusionsApplySeeAssociate": "Exclusions Apply. See associate for details.",
            "language": "LANGUAGE",
            "offers": "REWARDS",
            "bag": "BAG",
            "selectLanguage": "Change Language",
            "exclusionsApply": "*Exclusions Apply.",
            "scanOffer": "SCAN OFFER",
            "scanAProduct": "SCAN A PRODUCT",
            "saveToBag": "SAVE TO BAG",
            "becomeInsider": "BECOME AN INSIDER",
            "alreadyInsider": "Already an Insider? ",
            "emailOptInDesclaimer": "Sign me up to receive Coach emails. You can withdraw your consent at any time. Read our ",
            "emailOptInDesclaimer2":"for more details",
            "defaultPromo": "Up to 70% off Storewide",
            "soldOut": "Sold Out",
            "youMayAlsoLike": "YOU MAY ALSO LIKE",
            "bestSellers": "BEST SELLERS",
            "CoachOutlet": "COACH OUTLET",
            "account": "ACCOUNT",
            "signUp": "SIGN UP",
            "signIn": "SIGN IN",
            "myProfile": "MY PROFILE",
            "myWishlist": "MY WISHLIST",
            "myLanguage": "MY LANGUAGE",
            "items": "ITEMS",
            "edit": "EDIT",
            "cancel": "CANCEL",
            "remove": "REMOVE",
            "startScanning": "START SCANNING",
            "logIn": "LOG IN",
            "specialOfferForYou": "A Special Offer, Just For You!",
            "enjoySpecialOffer": "Sign up or log in to enjoy special offers and manage your wishlist.",
            "welcomeToOutlet": "Welcome to coach outlet",
            "signUpLoginManageWishlist": "Sign up or log in to manage your wishlist and enjoy special offers when you use Love, Scan, Save.",
            "memberLogin": "Member Log In",
            "loginEnjoySpecialOffer": "Log in to enjoy special offers in stores and get exclusive access to shop online.",
            "view": "VIEW",
            "welcomeBackMembers": "Welcome Back Members!",
            "createAccount": "CREATE ACCOUNT",
            "almostGone": "Almost Gone",
            "home": "HOME",
            "byUsingThisApp": "By using this app, you agree to our ",
            "termsOfUse": "Terms of Use",
            "in": "in",
            "sider": "sider!",
            "becomeA": "Become a",
            "coach": "Coach",
            "siderWithoutExclamation": "sider",
            "becomeACoachInsider": "Become a Coach Insider",
            "insider": "Insider",
            "alreadyAn" : "Already an",
            "joinCoach": "Join Coach",
            "nowAndEnjoy": "now and enjoy an",
            "exclusiveReward": "exclusive reward:",
            "becomeACoach": "Become a Coach",
            "toEnjoy": "to enjoy",
            "thisExlusiveRewards": "this exclusive reward",
            "getInsideAccess": "Get inside access to Coach Outlet products, exclusive rewards and more.",
            "signInCapitalized": "Sign In",
            "termsAndConditions": "Terms & Conditions",
            "siders": "siders",
            "dataTermsAndConditions": "We’ll only use your data for item requests. For more details, read our <a target='_blank' href='https://www.coachoutlet.com/privacy.html' aria-describedby='new-window-0'> Privacy Policy </a>. Text messages and data rates may apply.",
            "enterName": "Please enter your name",
            "enterValidName": "Please enter a valid name",
            "enterEmail": "Please enter your email",
            "enterValidEmail": "Please enter a valid email address",
            "enterPhone": "Please enter your Mobile number",
            "enterValidPhone": "Please use a valid Mobile number",
            "alreadySubscribed": "Looks like you're already subscribed",
            "optInTermsAndPrivacy":"By submitting this form, you agree to receive recurring automated promotional and personalized marketing emails and text messages from Coach. Consent is not a condition for any purchase. You can withdraw your consent at any time. Reply STOP to cancel text messages or reach out to privacy@tapestry.com to opt out from email marketing. Read our ",
            "optInPrivacyPolicy": "privacy policy",
            "insiders": "Insiders",
            "privacyPolicy": "Privacy Policy.",
            "alreadyHaveAnAccount": "Already have an account? ",
            "keepShopping": "CONTINUE SHOPPING",
            "terms": "Terms",
            "privacy": "Privacy",
            "checkText":"Check your text.",
            "MobileNumber":"Mobile Number",
            "validMobileNumber":"Please enter a valid Mobile number",
            "email": "Email",
            "signinForGWP": " Sign-in and check-out with the Digital Shopping Assistant to receive a free gift with purchase!",
            "signinWithoutGWP": "Sign-in to get access to your exclusive insider benefits!",
            "earlyAccess": "Early Access",
            "personalizedOffers": "Personalized Offers",
            "birthdayRewards": "Birthday rewards",
            "andManyMore": "and many more.."
        },
        "offers": {
            "todaysOffer": "Today’s Offers",
            "myOffers": "My Offers",
            "haveCouponOrMailer": "Have a coupon or mailer?",
            "scanCodeSeePrice": "Ready to scan your items?",
            "newPriceScanner": "Discover a faster, easier way to shop with our new price scanner.",
            "scanItem":"Scan Item Barcodes <br> to Check Prices <br> While You Shop.",
            "allowCamera":"(Remember to Allow Camera Access)"
        },
        "storeScanning": {
            "scanninglabel": "Please scan store QR code to get started"
        },
        "storeLanding": {
            "enterTodays": "Enter Today’s",
            "enterAccessCode": "Access Code",
            "greetingMessage": "Welcome to Coach Outlet",
            "codeInfo": "Enter Today’s Access Code to Begin",
            "emailInfo": "Enter your email to get started",
            "buttonLabel": "GET STARTED",
            "fullDisclaimer": "This app is intended for use as a guide, and in the event of a difference between the product pricing shown in the app and the price at check-out, the price at check-out will control.  Pricing shown in the app applies only in the specific store location in which the product is scanned and on the date that it is being scanned; offers and pricing may vary from location to location and from day to day.  Pricing shown on app will not be honored or matched online, in other locations or on other days.  Screen shots, images or pictures of offers or promotions will not be honored and must not be forwarded to others or saved for future use.  No price adjustments will be made on previous purchases.  All prices are exclusive of any taxes, which will be added at check-out, as applicable. The MFSRP is an indication of value based on the quality of the material used, our commitment to craftsmanship and the high standards demanded by Coach.  Coach Outlet Stores are pleased to be able to offer Coach products that have been specifically designed for our outlet locations.  From time to time, Coach outlet stores may also offer products previously sold at Coach retail stores.",
            "disclaimer": "Note: Scanned prices are valid for today only in store.",
            "shortDisclaimer1": "This app is intended for use as a guide, and in the event",
            "shortDisclaimer2": "of a difference between the product pricing shown in the",
            "pinInvalid": "Check today’s code and try again"
        },
        "emailSub": {
            "infoLabel1": "Almost there!",
            "infoLabel2": "Enter your email",
            "inputPlaceholder": "Enter email address",
            "buttonLabel": "GET STARTED",
            "startScanning": "START SCANNING",
            "footerMessage1": "By entering your email, you agree to the ",
            "termsOfUseLink": "Terms of Use",
            "footerMessage2": " for more details.",
            "pricavyPolicyLink": "Privacy Policy.",
            "contactUsLink": "Contact us",
            "footerMessage3": "Scanned prices are valid for today only in store."
        },
        "barcodeScanning": {
            "scanMessage": "Scan Barcode, Coupon or Mailer",
            "manualInfoText1": "Enter the number",
            "manualInfoText2": "below the barcode",
            "barcodeLengthInfo": "usually 10-13 digits",
            "buttonText": "SUBMIT",
            "scanBarcodeCheckPrice": "Scan any barcode to check",
            "seeYourSavings": "a price and see your savings.",
            "recievedOffer": "Recieved an offer?",
            "scanCodeAddPromotion": "Scan the barcode to add this promotion."
        },
        "productDetail": {
            "mfsrp": "MFSRP",
            "now": "Now",
            "youSave": "You save",
            "productDetails": "Product Details",
            "addToBag": "ADD TO BAG",
            "toSeeTotalSavings": "SAVE TO BAG",
            "checkSize": "Check Sizes",
            "availableSizes": "Available Sizes",
            "wantToTryOn": "Want to try it on? Ask a Sales Associate for your size.",
            "comparableValue": "Comparable Value",
            "off":"OFF",
            "goingFast":"GOING FAST!",
            "askAssociateToOrder": "ASK A STORE ASSOCIATE TO ORDER",
            "placeItemHold": "REQUEST",
            "addToBagSeeOffer": "Additional Offers & Promotions Available",
            "holdForAnHour": "Tell us how to get in touch when your item’s ready.",
            "yourName": "Your Name",
            "yourPhone": "Your Mobile Number",
            "cancelRequest": "Cancel Request",
            "itemRequested1": "Nice! We’ll be in touch to confirm pickup",
            "itemRequested2": "or delivery details when your item’s ready.",
            "itemRequestAgain1": "WHOOPS! SOMETHING WENT WRONG.",
            "itemRequestAgain2": "COULD YOU TRY AGAIN?",
            "itemAdded": "Item added. Check below for total savings.",
            "youHaveRequestedMax1": "SORRY! YOU HAVE REQUESTED",
            "youHaveRequestedMax2": "THE MAXIMUM NUMBER OF ITEMS"

        },
        "productCategory": {
            "browseStoreHeading": "Browse store collections and request items for pickup or delivery.",
            "browseStoreCollectionDisabled": "Browse store collections & find your favorites before you enter."
        },
        "productListing": {
            "product": "Products"
        },
        "cart": {
            "savingsText": "You Save:",
            "shoppingbag": "Your Shopping Bag",
            "isEmpty": "Is Empty",
            "shoppingBagEmpty": "Your Shopping Bag Is Empty.",
            "emptyCartPopupInfo1": "Start scanning items",
            "emptyCartPopupInfo2": "now to see your savings",
            "emptyCartPopupInfo3": "and checkout faster.",
            "emptyCartPopupButtonLabel": "Start Scanning",
            "total": "Total",
            "excludingTax": "excluding tax",
            "promotionsApplied": "Rewards & Promotions Applied",
            "checkout": "CHECKOUT",
            "done": "DONE",
            "finishShopping": "FINISH SHOPPING",
            "additionalOffers": "Rewards & Promotion (Select One)*",
            "additionalOfferDisclaimer1": "*These rewards cannot be combined. If you change your",
            "additionalOfferDisclaimer2": "mind after choosing an offer, you can replace it with another",
            "additionalOfferDisclaimer3": "selection. Additional rewards and offers may be available, see",
            "additionalOfferDisclaimer4": "a store associate for details.",
            "productRemoved": "Item has been removed.",
            "haveCoupon": "Have a coupon or mailer? ",
            "scanOffer": "Scan offer.",
            "promoApplied": "Applied",
            "offerAppliedMessage1": "Offer applied! See your savings below.",
            "offerAppliedMessage2": "",
            "addtionalOfferError1": "cannot be applied yet.",
            "addtionalOfferError2": "Please scan more items and try again.",
            "addtionalOfferError3": "The offer you selected doesn’t apply to your current bag. Scan more items and apply your offer again.",
            "additionalOfferAutoApplyMessage": "We’ve applied the best deal for you:",
            "bestOffer": "best offer!",
            "shoppingBagTotal": "Shopping Bag Total",
            "estimatedTax": "Estimated Tax"
        },
        "checkout": {
            "readyTo": "Show this code",
            "purchase": "to the cashier",
            "more":"BUT WAIT, THERE'S MORE!",
            "infoText1": "Head to our cashwrap with your",
            "infoText2": "items to checkout."
        },
        "account": {
            "welcome": "Welcome",
            "greatDayTreatYou": "It’s a great day to treat yourself."
        },
        "wishlist": {
            "myWishlist": "My Wishlist",
            "doYouWantToRemove": "Are you sure you want to remove this item? It will be deleted from your online and in-store Wishlist.",
            "outOfStock": "ALMOST GONE. SEE ASSOCIATE.",
            "now": "Now",
            "youHaveNoSavedItem": "You Have No Saved Items",
            "scanAndTapHeart": "Scan an item and tap the heart to save it here.",
            "signupOrLoginToSync": "Sign up or log in to sync your wishlist across all your devices.",
            "sorryCannotRemoveWIshlist": "Sorry, this item can’t be removed from your Wishlist.",
            "sorryCannotAddWIshlist": "Sorry, this item can’t be added to your Wishlist.",
            "itemCannotSyncWishlist": "Some items in your wish list may not be displayed. Please see a Sales Associate for assistance",
            "removedFromList": "This item has been removed from your Wishlist.",
            "savedToWishlist": "Saved to Wishlist.",
            "beforeYouDoThat": "Before you do that…",
            "signUpToSave": "<a href='/account/create' >Sign up </a> or <a href='/account/login'> log in </a> to save items to your Wishlist."
        },
        "error": {
            "almostThere": "Almost there!",
            "webViewiOSErrorLine1": "This experience works best using",
            "webViewiOSErrorLine2": "Safari for iPhone. Open this link in",
            "webViewiOSErrorLine3": "your browser and enable camera",
            "webViewiOSErrorLine4": "access when prompted.",
            "webVIewAndroidErrorLine1": "This experience works best using",
            "webVIewAndroidErrorLine2": "Android Chrome. Open this link in",
            "webVIewAndroidErrorLine3": "your browser and enable camera",
            "webVIewAndroidErrorLine4": "access when prompted.",
            "cameraPermissionErrorLine1": "Don’t forget to enable your",
            "cameraPermissionErrorLine2": "phone camera to start scanning.",
            "cameraPermissionErrorLine3": "Refresh this page and tap",
            "cameraPermissionErrorLine4": "“ALLOW” when prompted",
            "cameraPermissionStepInfo": "You may need to enable camera access manually.",
            "cameraPermissioniOSStep1": "1. Open Settings on your device",
            "cameraPermissioniOSStep2": "2. Tap Safari > Privacy & Security",
            "cameraPermissioniOSStep3": "3. Tap Camera & Microphone Access to toggle on",
            "cameraPermissioniOSStep4": "",
            "cameraPermissioniOSStep5": "",
            "cameraPermissionAndroidStep1": "1. Open Chrome on your device",
            "cameraPermissionAndroidStep2": "2. To the right of the address bar, tap More",
            "cameraPermissionAndroidStep3": "3. Tap Organize > Settings",
            "cameraPermissionAndroidStep4": "4. Tap Microphone or Camera Access",
            "cameraPermissionAndroidStep5": "5. Tap to turn on your camera",
            "scanningAdvice1": "Center barcode inside the frame to scan it.",
            "scanningAdvice2": "Try to avoid shadows and glare.",
            "scanError1": "No results found. If the price tag is damaged,",
            "scanError2": "try scanning another item.",
            "itemNotFoundError1": "We couldn’t locate this item.",
            "itemNotFoundError2": "Please try again or scan another item.",
            "oops": "Oops! Sorry to say...",
            "commonScanError1": "We couldn't find the item",
            "commonScanError2": "you scanned.",
            "tryScanAgain": "Try scanning again",
            "stillHavingIssue": "Still having issues?",
            "seeStoreAssoiciate": "Please see a store assiciate for assistance",
            "sorry": "We're sorry!",
            "commonErrorHead": "An error has occurred.",
            "commonErrorText1": "Visit your store to start scanning or",
            "commonErrorText2": "try again later.",
            "duplicateCoupon": "This coupon is already applied",
            "emptyCartCouponScan1": "Promo applied. Start shopping by",
            "emptyCartCouponScan2": "scanning product barcode.",
            "redeemedCoupon": "This coupon is already redeemed"
        },
        "createAccount":{
            "createAccount": "CREATE ACCOUNT",
            "disclaimer": "We use your information to create and administer your Coach Outlet account. Read our",
            "disclaimer2":"for more details.",
            "privacyPolicy": "Privacy Policy",
            "createAnAccount": "Create An Account",
            "signupAndEnjoy": "Sign up to enjoy special offers in stores and get exclusive access to shop online.",
            "accountDetails": "Account Details",
            "required": "*Required",
            "firstName": "First Name",
            "enterFirstName": "Enter First Name",
            "lastName": "Last Name",
            "enterLastName": "Enter Last Name",
            "emailAddress": "Email Address",
            "enterPassword": "Enter Password",
            "validpasswordMsg": "Your password must contain at least 1 letter and 1 number. The following special characters are accepted: = ~!@#$%^&*+=-\"':;/?,.\\",
            "enterConfirmPassword": "Enter Confirm Password",
            "passwordNotMatching": "Passwords are not matching",
            "enterEmailAddress": "Enter a Valid Email",
            "validEmailMsg": "Enter a Valid Email",
            "accountAlreadyExisted": "An account with this email already exists.",
            "thisFieldMandatory": "This Field is Mandatory",
            "password": "Password",
            "passwordHint": "Password must be at least 8 characters long and contain both letters and numbers",
            "alreadyMember": "Already an Insider?",
            "login": "Log In",
            "couldWeGet": "Could we get",
            "yourBirthday": "your Birthday?",
            "shareYourBirthday": "Share your birthday with us to enjoy a special treat on your next visit.",
            "month": "Month",
            "day": "Day",
            "selectMonthDay": "Please select your birth month and day",
            "saveBirthday": "SAVE BIRTHDAY",
            "birthdayCantChangeLater": "*Birthday can’t be changed later",
            "maybeLater": "SKIP THIS FOR NOW",
            "birthdaySaved": "Birthday saved.",
            "accountCreated": "Success! Account created.",
            "enterValidFname": "Please Enter a Valid First Name",
            "enterValidSname": "Please Enter a Valid Last Name",
            "youCantChangeBday": "You can’t change your birthday once it’s saved,",
            "youCanAddLater":  "but you can add it later in your account."
        },
        "login": {
            "welcomeBack": "Welcome back,",
            "toCoachOutlet": "to Coach Outlet",
            "signinOfferText1": "Sign in for $10 off your $100+ purchase and enjoy ",
            "signinOfferText2": "exclusive perks, birthday treats and more.",
            "emailPlaceholder": "Email Address",
            "emailErrorMessage": "Enter Email Address",
            "passwordPlaceholder": "Password",
            "passwordErrorMessage": "The password is incorrect - Try again or click Forgot Password to reset",
            "passwordBlankErrorMessage": "Please Enter Your Password",
            "rememberMe": "Remember Me",
            "forgotPassword": "Forgot Password?",
            "signinButtonLabel": "LOG IN",
            "notAMember": "Not an Insider? ",
            "signup": "Sign Up"
        },
        "profile": {
            "note1":"Visit your Account Settings on ",
            "note2":" to edit your email address. Adding birthday is optional and cannot be changed once your birthday is saved.",
            "myProfile": "My Profile",
            "accountDetails": "Account Details",
            "changePassword": "Change Password",
            "currentPasswordPlaceholder": "Enter Current Password",
            "newPasswordPlaceholder": "New Password",
            "confirmPasswordPlaceholder": "Confirm Password",
            "passwordConditions": "Password must be at least 8 characters long and contain both letters and numbers",
            "saveChanges": "SAVE CHANGES",
            "signout": "SIGN OUT",
            "invalidPassword": "Your Current Password did not match the password in our records. Please try again.",
            "passwordDoesNotMatch": "The Password Confirmation must match your new Password.",
            "InvalidNewPassword": "Your password must contain at least 1 letter and 1 number. The following special characters are accepted: = ~!@#$%^&*+=-\"':;/?,.\\",
            "birthdayOptional": "Birthday* (optional)",
            "selectBirthDay": "Please select your birth month and day",
            "enterFirstName": "Enter First Name",
            "enterLastName": "Enter Last Name",
            "enterEmail": "Enter Email Address",
            "firstnamePlaceholder": "First Name",
            "lastnamePlaceholder": "Last Name",
            "emailPlaceholder": "Email Address",
            "enterValidFname": "Please Enter a Valid First Name",
            "enterValidSname": "Please Enter a Valid Last Name",
            "successProfileUpdated": "Success! profile updated.",
            "profileUpdated": "Profile Updated.",
            "errorHasOccured": "Sorry, an error has occured.",
            "passwordUpdated": "Success. Password updated."
        },
        "loggedOutTile": {
            "coachOutletMembers": "Coach Outlet Members",
            "membersEnjoySpecialOffers": "Sign up to enjoy special offers in stores and get exclusive access to shop online.",
            "joinCoach": "Join Coach Outlet",
            "login": "Log in",
            "specialPromotionsAvailableForYou": "Special promotions available for you",
            "loginToSeeOffers": "Log in to see offers",
            "myOffers": "My Offers",
            "signupOrLoginToSave": "Sign Up or Log In to Save",
            "membersEnjoySpecialOffers2": "Members enjoy special offers in stores and get exclusive access to shop online.",
            "oneTimeUse": "*One time use per day"
        },
        "home": {
            "personalized": "Personalized",
            "offers": "Offers",
            "easy": "Easy",
            "returns": "Returns",
            "early": "Early",
            "access": "Access",
            "exclusive": "Exclusive",
            "products": "Products",
            "giftWith": "Gifts with",
            "purchase": "Purchase",
            "events": "Events",
            "freeShipping": "Free Shipping",
            "over99": "Over $99",
            "birthday": "Birthday",
            "surprises": "Surprises",
            "heyThere": "Hey there!",
            "checkPrices": "Check prices,",
            "accessSpecial": "access special offers",
            "offersAndSeeYour": "& see your",
            "savingsWhile": "savings",
            "youShop": "while you shop.",
            "shopStore": "Shop store",
            "collectionAndPut": "collections & put",
            "itemsOnHoldBefore": "items on hold before",
            "youEnterTheStore": "you enter the store.",
            "browseStore": "Browse store",
            "collectionsAndFind": "collections & find",
            "yourFavoritesBefore": "your favorites before",
            "youEnterStore": "you enter the store.",
            "plusBecomeA": "Plus! Become a",
            "coach": "Coach",
            "coachInsiderTo": "sider to",
            "unlockExclusive": "unlock exclusive",
            "accessAndRewards": "access & rewards.",
            "welcomeToYourPersonalShoppingAssistant": "Welcome to Your Digital Shopping Assistant.",
            "yourDigitalShoppingAssistant": "Your Digital Shopping Assistant",
            "scanAndCheckPrice": "Scan & Check Prices",
            "waitingInLine": "Shop Before You Enter",
            "shopTheStore": "BROWSE COLLECTIONS",
            "seeWhatsNew": "See What’s New",
            "yourFirstLookAtTheLatestFrom": "Your first look at the latest from",
            "coachOutletDropped": "Coach Outlet, just dropped.",
            "rewards": "Rewards",
            "viewLess": "VIEW LESS",
            "viewMore": "VIEW MORE",
            "exclusiveDrops": "Product Drops",
            "getSpecialAccess": "get special access",
            "toNewStyleDrops": "to new style drops.",
            "Nov21": "Nov 21",
            "coachReserve": "COACH RESERVE",
            "limitedQuantities": "LIMITED QUANTITIES",
            "digitalShoppingAssistant": "DIGITAL SHOPPING ASSISTANT",
            "attentiveOfferText": "Sign Up for Texts and Get $10 Off",
            "peanutsSlotMainContent": "Share a photo of you and your bag @coach with #CoachXPeanuts for a chance to win a $500 gift card or to be featured on our site!",
            "peanutsSlotSubContent": "TAKE A SELFIE",
            "peanutsSlotCtaText": "WITH SNOOPY",
            "peanutsDisclaimer": "No purchase necessary to enter.  Ends 8/4/2021.  For official rules, visit ",
            "scanProductTags": "Scan product tags to view best out the door prices!"
        },
        "productDropCard": {
            "memberEarlyAccess": "Insider early access",
            "memberExclusiveAccess": "Insider exclusive access",
            "startsOct": "starts october 20 ",
            "alimitedEdition": "a limited edition",
            "collectionInspiredBy": "collection inspired by",
            "theWorldOf": "the world of",
            "becomeAMember": "become an Insider",
            "startsOct4": "starts november 28",
            "dropsOct29": "drops december 2",
            "dropsOct16": "drops november 18",
            "dropsOct23": "drops october 23"
        }
    }
}