{
    "language": "Spanish",
    "code": "es",
    "screens": {
        "common": {
            "currencySymbol": "$",
            "and": "y",
            "this": "La",
            "appName": "DIGITAL SHOPPING ASSISTANT",
            "love": "AMA",
            "scan": "ESCANEA",
            "shop": "AHORRA",
            "feedbackInfo": "Ayudenos a mejor esta experiencia",
            "feedbackLink1": "DA TU OPINION",
            "feedbackLink2": "TU OPINION",
            "scanButtonText": "ESCANEA OTRO ARTICULO",
            "enterManually": "Entra el codigo de bara manualmente",
            "leavePageConfirmation": "¿Deseas abandonar esta página?",
            "copyLink": "COPIAR LINK",
            "storeLinkCopied": "La liga de la tienda ha sido copiada",
            "linkCopyError": "No nos fué posible completar la copia de la liga. Por favor realízala manualmente",
            "more": "más...",
            "less": "...menos",
            "fullDesclaimerNew": "Al utilizar el asistente de compra digital (“DSA”) acepta la política de procesamiento de datos personales de conformidad con las",
            "fullDisclaimerPost": "de Coach Outlet.",
            "fullDesclaimerNewComplete": "Al usar la aplicación Love, Scan, Save ('la aplicación'), usted acepta que su información personal sea procesada de manera consistente con los <a target='_blank' href='https://www.coachoutlet.com/terms-of-use.html' aria-describedby='new-window-0'> Términos de uso </a> y la <a target='_blank' href='https://www.coachoutlet.com/privacy.html' aria-describedby='new-window-0'> Política de privacidad de </a> Coach Outlet. Se aplican exclusiones. Esta aplicación está diseñada para usarse como una guía, y en caso de una diferencia entre el precio del producto que se muestra en la aplicación y el precio al momento del check-out, el precio al momento del check-out controlará. Los precios que se muestran en la aplicación se aplican solo en la ubicación específica de la tienda en la que se escanea el producto y en la fecha en que se escanea; Las ofertas y los precios pueden variar de un lugar a otro y de un día a otro. Los precios que se muestran en la aplicación no se respetarán ni se igualarán en línea, en otros lugares o en otros días. No se aceptarán capturas de pantalla, imágenes o imágenes de ofertas o promociones y no se deben enviar a otros ni guardar para su uso futuro. No se realizarán ajustes de precios en compras anteriores. Todos los precios no incluyen impuestos, que se agregarán al momento del check-out, según corresponda. Los precios de los artículos escaneados mientras se usa la aplicación en la tienda se muestran en la moneda local. La aplicación continuará mostrando los precios en la moneda asociada con la ubicación de la tienda donde se escaneó el artículo, independientemente de dónde se encuentre el cliente. Para mayor claridad, y en el caso de que un código QR se ingrese manualmente en la aplicación en lugar de escanearse en una tienda, cada código QR utilizado por la aplicación se asocia con una tienda específica y la ubicación de la tienda se muestra cuando los clientes acceden por primera vez a la tienda. aplicación Las monedas que se muestran en la aplicación reflejan la ubicación de la tienda identificada por el código QR. El valor comparable es una indicación del valor basado en la calidad del material utilizado, nuestro compromiso con la artesanía y los altos estándares exigidos por el entrenador. Coach Outlet Stores se complace en poder ofrecer productos Coach que han sido diseñados específicamente para nuestros puntos de venta. De vez en cuando, las tiendas outlet de Coach también pueden ofrecer productos vendidos previamente en las tiendas minoristas de Coach.",
            "fullDesclaimerNew2": " Se aplican ciertas exclusiones. El objetivo de la utilización del DSA es servir de guía, y en caso de que haya una diferencia entre el precio del producto que muestra el DSA y precio que aparece al concluir la compra (check-out), el precio que aparece al concluir la compra (check-out) es el que se aplica. El precio que muestra el DSA sólo es aplicable al local de ventas específico en el que se escanea el producto y en la fecha en la que se escanea; las ofertas y el precio pueden variar entre los distintos locales de venta y de un día para otro. El precio que muestra el DSA no será respetado en línea, en otros locales de venta ni en otros días. Las capturas de pantalla, imágenes o fotografías de ofertas o promociones no se respetan y no se deben reenviar a otras personas ni guardar para ser utilizadas en el futuro. No habrá ajustes de precio en compras anteriores. Ninguno de los precios incluyen impuestos, que se aplicarán al concluir la compra (check-out), según proceda.",
            "fullDesclaimerNew3":"Los precios de los artículos escaneados mientras se hace uso del DSA en el local de ventas se muestran en la moneda local. El DSA seguirá mostrando los precios en la moneda asociada al local de ventas en el que se escanea el producto, independientemente de dónde se halle el cliente. Para mayor claridad, en caso de que un código QR se ingrese manualmente en el DSA en lugar de ser escaneado en un local de ventas, cada uno de los códigos QR utilizados por el DSA estará asociado a un local de ventas específico, cuya ubicación se muestra al inicio, cuando el clientes accede al DSA. La moneda que muestra el DSA refleja la ubicación del local de ventas identificada por el código QR. El valor comparables es una indicación del valor basada en la calidad del material utilizado, nuestro compromiso con la confección artesanal y el alto nivel de calidad que exige la marca Coach. Los locales de venta Coach Outlet tienen el agrado de ofrecer productos de Coach diseñados específicamente para nuestros locales de venta Outlet. A veces, los locales de venta Outlet de Coach pueden ofrecer también productos que se hayan vendido con anterioridad en los locales de venta minorista de Coach. La función “pasa el carrito de la compra” (pass the basket) permite concluir la compra de manera rápida, para lo cual comparte sus datos personales sobre la transacción con Coach vinculando el Código de Producto Uniforme/código de barras, la identificación del cliente y todas las recompensas aplicadas para su posterior transferencia a Coach, en el punto de venta del local asociado. No debe utilizar el DSA para concluir la compra (chek-out) si no desea compartir sus datos personales con Coach. No es necesario proporcionar datos personales a Coach para realizar una transacción.", 
            "fullDisclaimer": "El objetivo de la utilización del DSA es servir de guía, y en caso de que haya una diferencia entre el precio del producto que muestra el DSA y precio que aparece al concluir la compra (check-out), el precio que aparece al concluir la compra (check-out) es el que se aplica. El precio que muestra el DSA sólo es aplicable al local de ventas específico en el que se escanea el producto y en la fecha en la que se escanea; las ofertas y el precio pueden variar entre los distintos locales de venta y de un día para otro. El precio que muestra el DSA no será respetado en línea, en otros locales de venta ni en otros días. Las capturas de pantalla, imágenes o fotografías de ofertas o promociones no se respetan y no se deben reenviar a otras personas ni guardar para ser utilizadas en el futuro. No habrá ajustes de precio en compras anteriores. Ninguno de los precios incluyen impuestos, que se aplicarán al concluir la compra (check-out), según proceda. Los precios de los artículos escaneados mientras se hace uso del DSA en el local de ventas se muestran en la moneda local. El DSA seguirá mostrando los precios en la moneda asociada al local de ventas en el que se escanea el producto, independientemente de dónde se halle el cliente. Para mayor claridad, en caso de que un código QR se ingrese manualmente en el DSA en lugar de ser escaneado en un local de ventas, cada uno de los códigos QR utilizados por el DSA estará asociado a un local de ventas específico, cuya ubicación se muestra al inicio, cuando el clientes accede al DSA. La moneda que muestra el DSA refleja la ubicación del local de ventas identificada por el código QR. El valor comparables es una indicación del valor basada en la calidad del material utilizado, nuestro compromiso con la confección artesanal y el alto nivel de calidad que exige la marca Coach. Los locales de venta Coach Outlet tienen el agrado de ofrecer productos de Coach diseñados específicamente para nuestros locales de venta Outlet. A veces, los locales de venta Outlet de Coach pueden ofrecer también productos que se hayan vendido con anterioridad en los locales de venta minorista de Coach. La función “pasa el carrito de la compra” (pass the basket) permite concluir la compra de manera rápida, para lo cual comparte sus datos personales sobre la transacción con Coach vinculando el Código de Producto Uniforme/código de barras, la identificación del cliente y todas las recompensas aplicadas para su posterior transferencia a Coach, en el punto de venta del local asociado. No debe utilizar el DSA para concluir la compra (chek-out) si no desea compartir sus datos personales con Coach. No es necesario proporcionar datos personales a Coach para realizar una transacción.",
            "disclaimer": "Note: Scanned prices are valid for today only in store.",
            "shortDisclaimer1": "La intención del uso de esta aplicación es ser una",
            "shortDisclaimer2": " guía, y en el evento de que exista una diferencia",
            "someExclusionsApply": "Aplican Excepciones",
            "someExclusionsApplySeeAssociate": "Aplican Exclusiones. Ver a asociado para más detalles.",
            "language": "Idioma",
            "offers": "beneficios",
            "bag": "Bolsa",
            "becomeInsider": "Hazte entrenador",
            "alreadyInsider": "¿Ya eres un experto? ",
            "selectLanguage": "Selecciona el idioma",
            "exclusionsApply": "Aplican Excepciones.",
            "scanOffer": "Escanea Oferta",
            "scanAProduct": "Escanea un producto",
            "saveToBag": "Guarda en tu Bolsa",
            "emailOptInDesclaimer2":"para mayores detalles",
            "emailOptInDesclaimer": "si, Regístrame para recibir correos de Coach.  Puedes retirar tu consentimiento en cualquier momento.  Lee nuestra",
            "defaultPromo": "Hasta 70% de descuento en toda la Tienda",
            "soldOut": "Agotado",
            "youMayAlsoLike": "TAMBIÉN TE PUEDE INTERESAR",
            "bestSellers": "Los mejores vendedores",
            "CoachOutlet": "COACH OUTLET",
            "account": "CUENTA",
            "signUp": "REGÍSTRATE",
            "signIn": "INCIA SESIÓN",
            "myProfile": "MI PERFIL",
            "myWishlist": "MI LISTA",
            "myLanguage": "MI IDIOMA",
            "items": "ARTÍCULOS",
            "edit": "EDITAR",
            "cancel": "CANCELAR",
            "remove": "REMOVER",
            "startScanning": "COMIENZA A ESCANEAR",
            "logIn": "INCIA SESION",
            "specialOfferForYou": "¡Una Oferta Especial, Solo Para Tí!",
            "enjoySpecialOffer": "Regístrate o Ingresa a tu cuenta para disfrutar de ofertas especiales y gestionar tu lista. ",
            "welcomeToOutlet": "Bienvenido a Coach Outlet",
            "signUpLoginManageWishlist": "Regístrate o Ingresa a tu cuenta para gestionar tu lista y disfrutar de ofertas especiales cuando uses Ama, Escanea, Ahorra.",
            "memberLogin": "Inicio de Sesión Miembros",
            "loginEnjoySpecialOffer": "Inicia sesión para disfrutar de ofertas especiales en tienda y obtener acceso exclusivo para compra en línea.",
            "view": "VER",
            "welcomeBackMembers": "¡Bienvenida(o) de vuelta Miembros!",
            "createAccount": "CREAR CUENTA",
            "almostGone": "Almost Gone",
            "home": "Inicio",
            "byUsingThisApp": "La utilización de esta aplicación implica su aceptación de nuestros ",
            "termsOfUse": "términos y condiciones de uso",
            "in": "in",
            "sider": "sider!",
            "becomeA": "Conviértete en",
            "coach": "Coach",
            "siderWithoutExclamation": "sider",
            "becomeACoachInsider": "Conviértete en Entrenador",
            "insider": "Insider",
            "alreadyAn" : "ya eres",
            "joinCoach": "Súmate a Coach",
            "nowAndEnjoy": " ahora y disfrute de una ",
            "exclusiveReward": "recompensa exclusiva:",
            "becomeACoach": "Conviértete en Entrenador",
            "toEnjoy": "Para disfrutar de",
            "thisExlusiveRewards": " este beneficio exclusivo",
            "getInsideAccess": "Obtenga acceso interno a los productos Coach Outlet, recompensas exclusivas y más.",
            "signInCapitalized": "Registrarse",
            "termsAndConditions": "Términos y condiciones",
            "siders": "siders",
            "privacyPolicy": "Privacidad de datos.",
            "insiders": "expertos",
            "dataTermsAndConditions": "We’ll only use your data for item requests. For more details, read our <a target='_blank' href='https://www.coachoutlet.com/privacy.html' aria-describedby='new-window-0'> Privacy Policy </a>. Text messages and data rates may apply.",
            "enterName": "Por favor, escriba su nombre",
            "enterValidName": "Por favor ingrese un nombre valido",
            "enterPhone": "Por favor, introduzca su número de teléfono",
            "enterEmail": "Por favor, ingresa una dirección válida de correo electrónico",
            "enterValidEmail": "Por favor, ingresa una dirección válida de correo electrónico",
            "optInTermsAndPrivacy":"Al enviar este formulario das tu consentimiento para recibir mensajes de correo electrónico y de texto de Coach, reiterados y automáticos, con fines promocionales y de comercialización personalizada. El consentimiento no es condición necesaria para hacer una compra. Podrás retirar tu consentimiento en cualquier momento. Responde STOP para cancelar los mensajes de texto o escribe a privacy@tapestry.com para dejar de recibir mensajes comerciales por correo electrónico. Lee nuestra ",
            "optInPrivacyPolicy": "política de privacidad",
            "enterValidPhone": "Utilice un número de teléfono válido",
            "alreadySubscribed": "Parece que ya estabas registrado/a",
            "alreadyHaveAnAccount": "¿Ya tienes cuenta? ",
            "keepShopping": "SEGUIR COMPRANDO",
            "terms": "Terms",
            "privacy": "Privacy",
            "checkText":"Lee el texto",
            "MobileNumber":"Número de teléfono celular",
            "validMobileNumber":"Por favor, ingresa un número válido de teléfono celular",
            "email": "Email",
            "signinForGWP": " Sign-in and check-out with the Digital Shopping Assistant to receive a free gift with purchase!",
            "signinWithoutGWP": "Sign-in to get access to your exclusive insider benefits!",
            "earlyAccess": "Early Access",
            "personalizedOffers": "Personalized Offers",
            "birthdayRewards": "Birthday rewards",
            "andManyMore": "and many more.."
        },
        "offers": {
            "todaysOffer": "Ofertas del Día",
            "myOffers": "Mis Ofertas",
            "haveCouponOrMailer": "¿Tienes un cupón o promoción por correo?",
            "scanCodeSeePrice": "¿Listo para escanear tus artículos?",
            "newPriceScanner": "Descubre una manera fácil y rápida de comprar con nuestro escaneador de precios.",
            "scanItem": "Escanea el código de barras <br> para ver los precios <br> finales mientras compras.",
            "allowCamera": "(Recuerda permitir el acceso a tu cámara)"
        },
        "storeScanning": {
            "scanninglabel": "Por favor escanea el código QR de la tienda para comenzar"
        },
        "storeLanding": {
            "enterTodays": "Ingresa el código de",
            "enterAccessCode": "acceso del día de hoy",
            "greetingMessage": "Bienvenido a Coach Outlet",
            "codeInfo": "Ingresa el código de acceso del día de hoy para comenzar",
            "emailInfo": "Para comenzar, ingresa tu correo electrónico",
            "buttonLabel": "Inicio",
            "fullDisclaimer": "La intención del uso de esta aplicación es ser una guía, y en el evento de que exista una diferencia entre el precio del producto mostrado y el precio final al momento del pago, el precio final será el indicado en el punto de venta. El precio indicado en la aplicación únicamente aplica a la tienda y en la fecha en la cual el producto ha sido escaneado; los precios y promociones pueden variar de tienda en tienda y por día. El precio mostrado en la aplicación no aplica, ni puede ser igualado para los productos comprados en línea, en otra tienda o en otro día. Capturas de pantalla, imágenes o fotos de las ofertas o promociones no serán válidas, no deben ser enviadas a terceros y no pueden ser usadas para compras futuras.  No se realizarán ajustes en compras realizadas previamente. Todos los precios mostrados no incluyen impuestos, estos serán añadidos al momento del pago, según aplique. El MFSRP es un indicativo del valor basado en la calidad del material utilizado, nuestro compromiso con la artesanía y los altos estándares establecidos por Coach. En las tiendas de Coach Outlet nos esforzamos por ofrecer a nuestros clientes una experiencia de compra de lujo y nos complace ofrecer productos por debajo del MFSRP. Las tiendas de Coach Outlet se complacen de poder ofrecer productos de Coach que han sido diseñados específicamente para nuestras tiendas de outlet. En algunas ocasiones, las tiendas de Coach outlet pueden ofrecer productos previamente vendidos en nuestras tiendas de venta directa de Coach.",
            "disclaimer": "Note: Scanned prices are valid for today only in store.",
            "shortDisclaimer1": "La intención del uso de esta aplicación es ser una",
            "shortDisclaimer2": " guía, y en el evento de que exista una diferencia",
            "pinInvalid": "Revisa el código del día e intenta de nuevo"
        },
        "emailSub": {
            "infoLabel1": "¡Casi listo!",
            "infoLabel2": "Ingresa tu correo electrónico",
            "inputPlaceholder": "Ingresa tu correo electrónico",
            "buttonLabel": "Inicio",
            "startScanning": "COMIENZA A ESCANEAR",
            "footerMessage1": "Al ingresar tu correo, estás accediendo a los",
            "termsOfUseLink": "Términos de la Política de Uso ",
            "footerMessage2": " para mayores detalles. ",
            "pricavyPolicyLink": "Privacidad de datos.",
            "contactUsLink": "Contáctanos",
            "footerMessage3": "Scanned prices are valid for today only in store."
        },
        "barcodeScanning": {
            "scanMessage": "Escanéa el Envío, Cupón o Código de Barras",
            "manualInfoText1": "Ingresa el número",
            "manualInfoText2": "debajo del código de barras",
            "barcodeLengthInfo": "usualmente de 10-13 dígitos",
            "buttonText": "Enviar",
            "scanBarcodeCheckPrice": "Escanea cualquier código de barras",
            "seeYourSavings": "para revisar el precio y ver tus ahorros",
            "recievedOffer": "¿Recibiste una oferta?",
            "scanCodeAddPromotion": "Escanea el código de barras para añadir esta promoción"
        },
        "productDetail": {
            "mfsrp": "MFSRP",
            "now": "Ahora",
            "youSave": "Ahorraste",
            "productDetails": "Detalles del Producto",
            "addToBag": "Agregar a la bolsa",
            "toSeeTotalSavings": "Guarda en tu Bolsa",
            "checkSize": "Revisa Tallas",
            "availableSizes": "Tallas Disponibles",
            "wantToTryOn": "¿Te gustaría probártelo? Pregunta a un Vendedor por tu talla",
            "comparableValue": "Valor comparable",
            "off":"DESCUENTO",
            "askAssociateToOrder": "Pregunte al asociado para hacer un pedido",
            "placeItemHold": "REQUEST",
            "addToBagSeeOffer": "Otras ofertas y promociones disponibles",
            "holdForAnHour": "Tell us how to get in touch when your item’s ready.",
            "yourName": "Su nombre",
            "yourPhone": "Su número de teléfono celular",
            "cancelRequest": "CANCELAR LA SOLICITUD",
            "itemRequested1": "Nice! We’ll be in touch to confirm pickup",
            "itemRequested2": "or delivery details when your item’s ready.",
            "itemRequestAgain1": "¡HUY! ALGO HA SALIDO MAL.",
            "itemRequestAgain2": "¿PUEDE VOLVER A INTENTARLO?",
            "itemAdded": "Artículo añadido. Comprueba más abajo el ahorro total.",
            "youHaveRequestedMax1": "LO SENTIMOS, HA SOLICITADO EL",
            "youHaveRequestedMax2": "NÚMERO MÁXIMO DE ARTÍCULOS"
        },
        "productCategory": {
            "browseStoreHeading": "Browse store collections and request items for pickup or delivery.",
            "browseStoreCollectionDisabled": "Visualice las colecciones de la tienda y busca tus artículos favoritos antes de ingresar a la tienda."                
        },
        "productListing": {
            "product": "Productos"
        },
        "cart": {
            "savingsText": "Ahorraste:",
            "shoppingbag": "Tu carrito de ",
            "isEmpty": "compra esta vacío",
            "shoppingBagEmpty": "Tu carrito de compra esta vacío",
            "emptyCartPopupInfo1": "Comienza a escanear tus artículos y tu",
            "emptyCartPopupInfo2": " ahora para que observes tus ahorros",
            "emptyCartPopupInfo3": "proceso de compra sea más rápido",
            "emptyCartPopupButtonLabel": "COMIENZA A ESCANEAR",
            "total": "Total",
            "excludingTax": "excluyendo impuestos",
            "promotionsApplied": "Recompensas y promociones aplicadas",
            "checkout": "COMPRAR",
            "done": "DONE",
            "finishShopping": "Finalizar la Compra",
            "additionalOffers": "Rewards & Promotions (Selecciona una)*",
            "additionalOfferDisclaimer1": "*These rewards cannot be combined.If you change your",
            "additionalOfferDisclaimer2": "mind after choosing an offer,you can replace it with another",
            "additionalOfferDisclaimer3": "selection.Additional rewards and offers may be available,see",
            "additionalOfferDisclaimer4": "a store associate for details.",
            "haveCoupon": "¿Tienes un cupón o promoción por correo? ",
            "scanOffer": "Escanea Oferta.",
            "productRemoved": "Item has been removed.",
            "promoApplied": "Aplicada",
            "offerAppliedMessage1": "¡Oferta aplicada! Vea sus ahorros a continuación.",
            "offerAppliedMessage2": "",
            "addtionalOfferError1": "no puede ser aplicada aun.",
            "addtionalOfferError2": "Por favor escanéa más artículos e intenta de nuevo.",
            "addtionalOfferError3": "La oferta seleccionada no aplica en los artículos incluidos en tu carrito de compra. Escanea más artículos y aplica la oferta de nuevo.",
            "additionalOfferAutoApplyMessage": "Hemos aplicado la mejor oferta para tí:",
            "bestOffer": "¡MEJOR OFERTA!",
            "shoppingBagTotal": "Total de tu Bolsa de Compra",
            "estimatedTax": "Impuestos estimados"
        },
        "checkout": {
            "more":"BUT WAIT, THERE'S MORE!",
            "readyTo": "LISTO PARA",
            "purchase": "COMPRAR?",
            "infoText1": "Acercaté a la caja con tus productos",
            "infoText2": "para el proceso de pago"
        },
        "account": {
            "welcome": "Bienvenida(o)",
            "greatDayTreatYou": "Es un buen día para que te consientas."
        },
        "wishlist": {
            "myWishlist": "Mi Lista",
            "doYouWantToRemove": "¿Estás segura(o) que deseas eliminar este artículo? Será eliminado de Mi Lista en línea y en tienda.",
            "outOfStock": "CASI AGOTADO.  BUSCA A UN VENDEDOR",
            "now": "Ahora",
            "youHaveNoSavedItem": "No tienes artículos seleccionados",
            "scanAndTapHeart": "Escanea un artículo y presiona el corazón para guardarlo aquí.",
            "signupOrLoginToSync": "Regístrate o inicia sesión para sincronizar tu lista en todos tus dispositivos",
            "sorryCannotRemoveWIshlist": "Lo sentimos, este artículo no se puede eliminar de tu lista de deseos.",
            "sorryCannotAddWIshlist": "Lo sentimos, este articulo no puede ser guardado en Mi Lista.",
            "itemCannotSyncWishlist": "Es possible que algunos de los artículos de su lista de deseos no salgan en el listado. Consulte con uno de nuestros vendedores para mejor asisistencia",
            "removedFromList": "Este artículo has sido removido de Mi Lista",
            "savedToWishlist": "Guardado en Mi Lista.",
            "beforeYouDoThat": "Antes de hacer eso…",
            "signUpToSave": "<a href='/account/create' >Regístrate</a> o <a href='/account/login'>inicia sesión</a> para guardar artículos en Mi Lista"
        },
        "error": {
            "almostThere": "¡Falta poco!",
            "webViewiOSErrorLine1": "En iPhone la experiencia funciona ",
            "webViewiOSErrorLine2": "mejor si usas Safari.  Abre la liga",
            "webViewiOSErrorLine3": "en tu navegador y activa el acceso a",
            "webViewiOSErrorLine4": "la cámara fotográfica cuando se te pida.",
            "webVIewAndroidErrorLine1": "En Android la experiencia funciona mejor",
            "webVIewAndroidErrorLine2": " si usas Chrome.  Abre la liga en tu",
            "webVIewAndroidErrorLine3": "navegador y activa el acceso a la",
            "webVIewAndroidErrorLine4": "cámara fotográfica cuando se te pida.",
            "cameraPermissionErrorLine1": "No olvides activar la cámara",
            "cameraPermissionErrorLine2": "fotográfica en tu teléfono para comenzar",
            "cameraPermissionErrorLine3": "a escanear. Actualiza esta página y",
            "cameraPermissionErrorLine4": "selecciona “PERMITIR” cuando se te pida.",
            "cameraPermissionStepInfo": "Si lo anterior no funciona, autoriza manualmente el acceso a tu cámara fotográfica:",
            "cameraPermissioniOSStep1": "1. Abre la opción de Configuración en tu dispositivo",
            "cameraPermissioniOSStep2": "2. Selecciona Safari > Privacidad y Seguridad",
            "cameraPermissioniOSStep3": "3. Selecciona Cámara y Acceso a Micrófono para permitir acceso",
            "cameraPermissioniOSStep4": "",
            "cameraPermissioniOSStep5": "",
            "cameraPermissionAndroidStep1": "1. Abre Chrome en tu dispositivo",
            "cameraPermissionAndroidStep2": "2. Al lado derecho de la barra de dirección, selecciona la opción de Más",
            "cameraPermissionAndroidStep3": "3. Selecciona Organizar > Configuración",
            "cameraPermissionAndroidStep4": "4. Selecciona Acceso a Cámara o Micrófono",
            "cameraPermissionAndroidStep5": "5. Enciende tu cámara fotográfica",
            "scanningAdvice1": "Centra el código de barras dentro del",
            "scanningAdvice2": "recuadro. Evita sombras o reflejos.",
            "scanError1": "No se encontraron resultados.  Si la etiqueta de precio está dañada, ",
            "scanError2": "trata de escanear una etiqueta diferente o algún otro artículo.",
            "itemNotFoundError1": "No podemos localizar este artículo.",
            "itemNotFoundError2": "Por favor intenta de nuevo o escanea otro artículo.",
            "oops": "Oops! Lamentamos decirte...",
            "commonScanError1": "No nos fué posible encontrar",
            "commonScanError2": "el artículo que escaneaste.",
            "tryScanAgain": "Intenta escanear de nuevo",
            "stillHavingIssue": "¿Aún tienes problemas?",
            "seeStoreAssoiciate": "Por favor acercáte a un vendedor para que te asista",
            "sorry": "¡Lo sentimos!",
            "commonErrorHead": "Ha ocurrido un error.",
            "commonErrorText1": "Visita tu tienda para comenzar a",
            "commonErrorText2": "escanear o intenta más tarde.",
            "duplicateCoupon": "Este cupón ya ha sido aplicado.",
            "emptyCartCouponScan1": "Promoción aplicada. Comenza tu compra",
            "emptyCartCouponScan2": "al escanear el código de barras del producto.",
            "redeemedCoupon": "This coupon is already redeemed"
        },
        "createAccount": {
            "createAccount": "CREAR CUENTA",
            "disclaimer2":"para más detalles.",
            "disclaimer": "Usamos su información para crear y administrar su cuenta de Coach Outlet. Lea nuestra ",
            "privacyPolicy": "Privacidad de datos",
            "createAnAccount": "Crear una Cuenta",
            "signupAndEnjoy": "Regístrate para disfrutar de ofertas especiales en tienda y obtener acceso exclusivo para comprar en línea.",
            "accountDetails": "Detalles de Cuenta",
            "required": "*Requerido",
            "firstName": "Primer Nombre",
            "enterFirstName": "Ingresa Primer Nombre",
            "lastName": "Apellido",
            "enterLastName": "Ingresa Apellido",
            "emailAddress": "Correo electrónico",
            "enterPassword": "Ingresa Contraseña",
            "validpasswordMsg": "Tu contraseña debe contener al menos 1 letra y 1 número.  Se aceptan los siguientes caracteres:= ~!@#$%^&*+=-\"':;/?,.\\",
            "enterConfirmPassword": "Ingresa Confirmar Contraseña",
            "passwordNotMatching": "Contraseñas no coiciden",
            "enterEmailAddress": "Introduzca un correo electrónico válido",
            "validEmailMsg": "Ingresa un Correo Electrónico Válido",
            "accountAlreadyExisted": "Una cuenta ya esta ligada con este correo electrónico.",
            "thisFieldMandatory": "Este campo es obligatorio",
            "password": "Contraseña",
            "passwordHint": "La contraseña debe contener por lo menos 8 caracteres de largo e incluir ambas letras y números",
            "alreadyMember": "¿Ya eres miembro",
            "login": "Inicia sesión",
            "couldWeGet": "¿Nos puedes decir tu",
            "yourBirthday": " fecha de cumpleaños?",
            "shareYourBirthday": "Comparte tu cumpleaños con nosotros para disfrutar de una sorpresa especial en tu siguiente visita.",
            "month": "Mes",
            "day": "Día",
            "selectMonthDay": "Por favor selecciona tu mes y día de nacimiento",
            "saveBirthday": "GUARDAR CUMPLEAÑOS",
            "birthdayCantChangeLater": "*Birthday can’t be changed later",
            "maybeLater": "Salte esto por ahora",
            "birthdaySaved": "Cumpleaños guardado.",
            "accountCreated": "¡Éxito! Cuenta creada.",
            "enterValidFname": "Por favor Ingresa un Primer Nombre Válido",
            "enterValidSname": "Por favor Ingresa un Apellido Válido",
            "youCantChangeBday": "No puedes cambiar tu fecha de cumpleaños una vez que ha sido guardada,",
            "youCanAddLater":  "pero puedes agregarla después en tu cuenta."
        },
        "login": {
            "welcomeBack": "Bienvenida(o) de vuelta,",
            "toCoachOutlet": "a Coach Outlet",
            "signinOfferText1": "Sign in for $10 off your $100+ purchase and enjoy ",
            "signinOfferText2": "exclusive perks, birthday treats and more.",
            "emailPlaceholder": "Correo electrónico",
            "emailErrorMessage": "Ingresa Correo Electrónico",
            "passwordPlaceholder": "Contraseña",
            "passwordErrorMessage": "La contraseña es incorrecta.  Intenta de nuevo o haz clic en Olvidé contraseña para restablecer", 
            "rememberMe": "Recuérdame",
            "forgotPassword": "¿Olvidaste tu contraseña",
            "signinButtonLabel": "Incia sesión",
            "notAMember": "¿No eres miembro? ",
            "signup": "Regístrate"
        },
        "profile": {
            "myProfile": "MI PERFIL",
            "accountDetails": "Detalles de Cuenta",
            "changePassword": "Cambiar contraseña",
            "currentPasswordPlaceholder": "Ingresar Contraseña Actual",
            "newPasswordPlaceholder": "Nueva Contraseña",
            "confirmPasswordPlaceholder": "Confirmar Contraseña",
            "passwordConditions": "La contraseña debe contener por lo menos 8 caracteres de largo e incluir ambas letras y números",
            "saveChanges": "GUARDAR CAMBIOS",
            "signout": "DESCONECTAR",
            "invalidPassword": "Tu Contraseña Actual no coincide con la contraseña en nuestros registros.  Por favor intenta de nuevo.",
            "passwordDoesNotMatch": "La Confirmación de la Contraseña debe coincidir con tu nueva Contraseña.",
            "InvalidNewPassword": "Tu contraseña debe contener al menos 1 letra y 1 número.  Se aceptan los siguientes caracteres:= ~!@#$%^&*+=-\"':;/?,.\\",
            "selectBirthDay": "Por favor selecciona tu mes y día de nacimiento",
            "enterFirstName": "Ingresa Primer Nombre",
            "enterLastName": "Ingresa Apellido",
            "enterEmail": "Ingresa Correo Electrónico",
            "firstnamePlaceholder": "Primer Nombre*",
            "lastnamePlaceholder": "Apellido*",
            "emailPlaceholder": "Correo electrónico*",
            "note1":"Visita la Configuración de tu Cuenta en ",
            "note2":" para editar tu correo electrónico.  Añadir la fecha de cumpleaños es opcional y no puede ser cambiada una vez que ha sido salvada.",
            "enterValidFname": "Por favor Ingresa un Primer Nombre Válido",
            "enterValidSname": "Por favor Ingresa un Apellido Válido",
            "successProfileUpdated": "¡Éxito! Perfil actualizado",
            "profileUpdated": "¡Éxito! Perfil actualizado",
            "errorHasOccured": "Lo sentimos, ha ocurrido un error.",
            "passwordUpdated": "Éxito. Contraseña actualiza"
        },
        "loggedOutTile": {
            "coachOutletMembers": "Miembros Coach Outlet",
            "membersEnjoySpecialOffers": "Regístrate para disfrutar de ofertas especiales en tienda y obtener acceso exclusivo para comprar en línea.",
            "joinCoach": "Únete Coach Outlet",
            "login": "Incia sesión",
            "specialPromotionsAvailableForYou": "Promociones especiales disponibles para ti",
            "loginToSeeOffers": "Inicia sesion para ver mas ofertas",
            "myOffers": "Mis Ofertas",
            "signupOrLoginToSave": "Regístrate o Ingresa a tu cuenta para Ahorrar",
            "membersEnjoySpecialOffers2": "Miembros disfrutan de ofertas especiales en tienda y obtienen acceso exclusivo para comprar en línea.",
            "oneTimeUse": "*Uso de una sola vez por día"
        },
        "home": {
            "personalized": "personalizadas",
            "offers": "Ofertas",
            "easy": "fáciles",
            "returns": "Devoluciones",
            "early": "temprano",
            "access": "Acceso",
            "exclusive": "exclusivos",
            "products": "Productos",
            "giftWith": "Regalos con",
            "purchase": "tu compra",
            "events": "Eventos",
            "freeShipping": "Envio gratis por su compra de",
            "over99": "mas de $99",
            "birthday": "Sorpresas",
            "surprises": "por su cumpleaños",
            "heyThere": "¡Hola!",
            "meetYourPersonal": "Conozca a su",
            "digital": "asistente de",
            "shopping": "compra digital",
            "assistant": "(DSA)",
            "checkPrices": "Consulte precios,",
            "accessSpecial": "acceda a ofertas y",
            "offersAndSeeYour": "vea sus ahorros",
            "savingsWhile": "mientras compra.",
            "youShop": "",
            "shopStore": "Acceda a las",
            "collectionAndPut": "colecciones de la tienda y reserve",
            "itemsOnHoldBefore": "artículos antes de",
            "youEnterTheStore": "ingresar a la tienda.",
            "browseStore": "Visualice las",
            "collectionsAndFind": "colecciones de la tienda y reserve",
            "yourFavoritesBefore": "busca tus artículos favoritos antes de",
            "youEnterStore": "ingresar a la tienda.",
            "coach": "Coach",
            "plusBecomeA": "¡Y más! Si te conviertes",
            "coachInsiderTo": "en Experto de Coach",
            "unlockExclusive": "disfrutarás de un programa",
            "accessAndRewards": "de acceso y recompensas exclusivos",
            "welcomeToYourPersonalShoppingAssistant": "Bienvenido su asistente de compra digital.",
            "yourDigitalShoppingAssistant": "TU ASISTENTE PERSONAL DE COMPRAS",
            "scanAndCheckPrice": "Escanear y comprobar los precios",
            "waitingInLine": "Comprar antes de ingresar",
            "shopTheStore": "VISUALIZAR LAS COLECCIONES",
            "seeWhatsNew": "Ver qué hay de nuevo",
            "yourFirstLookAtTheLatestFrom": "Su primer vistazo a lo último de Coach Outlet,",
            "coachOutletDropped": "acaba de llegar",
            "rewards": "beneficios",
            "viewLess": "Ver Menos",
            "viewMore": "Vea Mas",
            "exclusiveDrops": "Product Drops",
            "getSpecialAccess": "Nuestros entrenadores tienen acceso especil",
            "toNewStyleDrops": "a los productos nuevos.",
            "Nov21": "noviembre 21",
            "coachReserve": "PRODUCTO LIMITADO de Coach",
            "limitedQuantities": "CANTIDADES limitadas",
            "digitalShoppingAssistant": "ASISTENTE PERSONAL DE COMPRAS",
            "attentiveOfferText": "Regístrate para recibir textos y disfruta de un descuento de 10 USD",
            "peanutsSlotMainContent": "¡Comparte una fotografía tuya y de tu bolso @coach con #CoachXPeanuts para tener la posibilidad de ganar una tarjeta de regalo de 500 USD o de salir en nuestra página!",
            "peanutsSlotSubContent": "Hazte una selfie",
            "peanutsSlotCtaText": "WITH SNOOPY",
            "peanutsDisclaimer": "No purchase necessary to enter.  Ends 8/4/2021.  For official rules, visit ",
            "scanProductTags": "Scan product tags to view best out the door prices!"
        },
        "productDropCard": {
            "memberEarlyAccess": "El acceso temprano de los miembros",
            "memberExclusiveAccess": "Artículos de acceso exclusivo",
            "startsOct": "comienza octubre 20 ",
            "alimitedEdition": "una colección de edición",
            "collectionInspiredBy": "limitada inspirada",
            "theWorldOf": "en el mundo de",
            "becomeAMember": "Hazte miembro",
            "startsOct4": "comienza noviembre 28",
            "dropsOct29": "para miembros diciembre 2",
            "dropsOct16": "para miembros noviembre 18",
            "dropsOct23": "para miembros octubre 23"
        }
    }
}