{
    "language": "Português",
    "code": "pt",
    "screens": {
        "common": {
            "currencySymbol": "$",
            "and": " and",
            "this": "isto",
            "appName": "DIGITAL SHOPPING ASSISTANT",
            "love": "Amar",
            "scan": "Escanear",
            "shop": "Salvar",
            "feedbackInfo": "Ajude-nos a melhorar essa experiência.",
            "feedbackLink1": "DÊ SEU COMENTÁRIO",
            "feedbackLink2": "COMENTÁRIO",
            "scanButtonText": "ESCANEIE OUTRO ITEM",
            "enterManually": "INSIRA O CÓDIGO MANUALMENTE",
            "leavePageConfirmation": "Deseja sair dessa página?",
            "copyLink": "LINK DE CÓPIA",
            "storeLinkCopied": "O link da loja foi copiado",
            "linkCopyError": "Não foi possível concluir a cópia. Por favor faça manuamente",
            "more": "mais...",
            "less": ".....menos",
            "fullDesclaimerNew": "Ao utilizar o Digital Shopping Assistant ('DSA'), você concorda em ter as suas informações pessoais processadas de uma forma que seja consistente com",
            "fullDisclaimerPost": "do Coach Outlet",
            "fullDisclaimer": "O DSA deve ser utilizado como uma referência, e no caso de haver uma diferença entre o preço do produto mostrado no DSA e o preço no caixa, o preço mostrado no caixa prevalecerá. Os preços indicados pelo DSA aplicam-se apenas no local específico da loja em que o produto é escaneado e na data em que o produto estiver sendo escaneado; as ofertas e os preços podem variar de local para local e de dia para dia. Os preços indicados no DSA não serão honrados ou equiparados on-line, em outros locais ou em outros dias. Capturas de tela, imagens ou fotos de ofertas ou promoções não serão honradas e não devem ser encaminhadas para terceiros ou guardadas para utilização futura. Não serão feitos ajustes de preços em compras anteriores. Os preços mostrados não incluem os impostos, os quais serão adicionados no caixa, conforme aplicável. Os preços dos artigos escaneados durante a utilização do DSA na loja são mostrados na moeda local. O DSA continuará a mostrar os preços na moeda associada à localização da loja onde o artigo foi escaneado, independentemente da localização do cliente. Para maior clareza, e no caso de um código QR ser introduzido manualmente no DSA em vez de ser escaneado em uma loja, cada código QR utilizado pelo DSA é associado a uma loja específica e a localização da loja é exibida quando os clientes acessam o DSA pela primeira vez. As moedas exibidas no DSA refletem a localização da loja identificada pelo código QR. O Valor Comparável é uma indicação de valor com base na qualidade do material utilizado, no nosso compromisso com o artesanato e nos elevados padrões exigidos pela Coach. As Lojas Coach Outlet têm o prazer de poder oferecer produtos Coach que foram especificamente concebidos para os nossos pontos de venda. Ocasionalmente, as lojas do Coach Outlet também poderão oferecer produtos anteriormente vendidos na rede de varejo da Coach.",
            "fullDesclaimerNewComplete": "Ao usar o aplicativo Love, Scan, Save (“o aplicativo”), você concorda em processar suas informações pessoais de maneira consistente com os <a target='_blank' href='https://www.coachoutlet.com/terms-of-use.html' aria-describedby='new-window-0'> Termos de Uso </a> e a <a target='_blank' href='https://www.coachoutlet.com/privacy.html' aria-describedby='new-window-0'> Política de Privacidade </a> do Coach Outlet. Aplicam-se exclusões. Este aplicativo deve ser usado como um guia e, no caso de uma diferença entre o preço do produto mostrado no aplicativo e o preço no check-out, o preço no check-out será controlado. Os preços mostrados no aplicativo se aplicam apenas no local específico da loja em que o produto é digitalizado e na data em que está sendo digitalizado; as ofertas e os preços podem variar de local para local e de dia para dia. Os preços mostrados no aplicativo não serão respeitados ou correspondidos on-line, em outros locais ou em outros dias. Capturas de tela, imagens ou imagens de ofertas ou promoções não serão honradas e não devem ser encaminhadas a terceiros ou salvas para uso futuro. Nenhum ajuste de preço será feito em compras anteriores. Todos os preços não incluem impostos, que serão adicionados no momento do check-out, conforme o caso. Os preços dos itens digitalizados ao usar o aplicativo na loja são exibidos na moeda local. O aplicativo continuará exibindo preços na moeda associada ao local da loja em que o item foi digitalizado, independentemente da localização do cliente. Para maior clareza, e no caso de um código QR ser inserido manualmente no aplicativo em vez de digitalizado em uma loja, cada código QR usado pelo aplicativo é associado a uma loja específica e o local da loja é exibido quando os clientes acessam o aplicativo. As moedas exibidas no aplicativo refletem a localização da loja identificada pelo código QR. Valor comparável é uma indicação do valor com base na qualidade do material utilizado, no nosso compromisso com o artesanato e nos altos padrões exigidos pela Coach. As Coach Outlet Stores têm o prazer de poder oferecer produtos Coach que foram projetados especificamente para os nossos pontos de venda. Periodicamente, as lojas outlet da Coach também podem oferecer produtos anteriormente vendidos nas lojas Coach.",
            "fullDesclaimerNew2": ". Algumas exclusões são aplicáveis. O DSA deve ser utilizado como uma referência, e no caso de haver uma diferença entre o preço do produto mostrado no DSA e o preço no caixa, o preço mostrado no caixa prevalecerá. Os preços indicados pelo DSA aplicam-se apenas no local específico da loja em que o produto é escaneado e na data em que o produto estiver sendo escaneado; as ofertas e os preços podem variar de local para local e de dia para dia. Os preços indicados no DSA não serão honrados ou equiparados on-line, em outros locais ou em outros dias.",
            "fullDesclaimerNew3":"Capturas de tela, imagens ou fotos de ofertas ou promoções não serão honradas e não devem ser encaminhadas para terceiros ou guardadas para utilização futura. Não serão feitos ajustes de preços em compras anteriores. Os preços mostrados não incluem os impostos, os quais serão adicionados no caixa, conforme aplicável. Os preços dos artigos escaneados durante a utilização do DSA na loja são mostrados na moeda local. O DSA continuará a mostrar os preços na moeda associada à localização da loja onde o artigo foi escaneado, independentemente da localização do cliente. Para maior clareza, e no caso de um código QR ser introduzido manualmente no DSA em vez de ser escaneado em uma loja, cada código QR utilizado pelo DSA é associado a uma loja específica e a localização da loja é exibida quando os clientes acessam o DSA pela primeira vez. As moedas exibidas no DSA refletem a localização da loja identificada pelo código QR. O Valor Comparável é uma indicação de valor com base na qualidade do material utilizado, no nosso compromisso com o artesanato e nos elevados padrões exigidos pela Coach. As Lojas Coach Outlet têm o prazer de poder oferecer produtos Coach que foram especificamente concebidos para os nossos pontos de venda. Ocasionalmente, as lojas do Coach Outlet também poderão oferecer produtos anteriormente vendidos na rede de varejo da Coach.",
            "disclaimer": "Note: Scanned prices are valid for today only in store.",
            "shortDisclaimer1": "This app is intended for use as a guide, and in the event",
            "shortDisclaimer2": "of a difference between the product pricing shown in the",
            "someExclusionsApply": "Exclusões se aplicam",
            "someExclusionsApplySeeAssociate": "Exclusões se aplicam. Veja detalhes para associados",
            "language": "IDIOMA",
            "offers": "recompensas",
            "bag": "SACOLA",
            "becomeInsider": "Torne-se um Insider o promotor",
            "alreadyInsider": "Já é um especialista? ",
            "selectLanguage": "Mudar Idioma",
            "exclusionsApply": "*Exclusão aplicada.",
            "scanOffer": "Escanear Ofertas",
            "scanAProduct": "Digitalizar Um Produto",
            "saveToBag": "Salvar na sacola",
            "emailOptInDesclaimer2":"para mais detalhes.",
            "emailOptInDesclaimer": "Inscreva-se para receber emails da Coach. Você pode retirar sua inscrição a qualquer momento. Leia nossa",
            "defaultPromo": "Até 70% desconto em toda loja",
            "soldOut": "Esgotado",
            "youMayAlsoLike": "Você pode gostar",
            "bestSellers": "MAIS VENDIDOS",
            "CoachOutlet": "COACH OUTLET",
            "account": "CONTA",
            "signUp": "INSCREVA-SE",
            "signIn": "CONECTE-SE",
            "myProfile": "MEU PERFIL",
            "myWishlist": "MINHA LISTA DE DESEJOS",
            "myLanguage": "MEU IDIOMA",
            "items": "ITENS",
            "edit": "EDITAR",
            "cancel": "CANCELAR",
            "remove": "REMOVER",
            "startScanning": "COMECE A ESCANEAR",
            "logIn": "CONECTE-SE",
            "specialOfferForYou": "Uma Oferta Especial, Apenas Para Você!",
            "enjoySpecialOffer": "Cadastre-se ou faça login para aproveitar ofertas especiais e gerenciar sua lista de desejos.",
            "welcomeToOutlet": "Bem Vindo à Coach Outlet",
            "signUpLoginManageWishlist": "Cadastre-se ou faça login para gerenciar sua lista de desejos e aproveite ofertas especiais ao usar AMAR, ESCANEAR, SALVAR.",
            "memberLogin": "Acesso de membro",
            "loginEnjoySpecialOffer": "Faça login para aproveitaar ofertas especiais nas lojas e obter acesso exclusivo às compras online.",
            "view": "VISÃO",
            "welcomeBackMembers": "Bem Vindo de volta Membros!",
            "createAccount": "CRIAR CONTA",
            "almostGone": "Quase foi",
            "home": "início",
            "byUsingThisApp": "Ao usar este app, você concorda com os nossos ",
            "termsOfUse": "Termos de Uso",
            "in": "in",
            "sider": "sider!",
            "becomeA": "Torne-se um",
            "coach": "Coach",
            "siderWithoutExclamation": "sider",
            "becomeACoachInsider": "Torne-se um Coach treinador",
            "insider": "Insider",
            "alreadyAn" : "você já é um/uma",
            "joinCoach": "junte-se ao programa Coach",
            "nowAndEnjoy": "agora e desfrute de uma ",
            "exclusiveReward": "recompensa exclusiva:",
            "becomeACoach": "Torne-se um Coach",
            "toEnjoy": "para aproveitar",
            "thisExlusiveRewards": "esta recompensa exclusiva",
            "getInsideAccess": "Obtenha acesso interno aos produtos Coach Outlet, recompensas exclusivas e muito mais.",
            "signInCapitalized": "Assinar em",
            "termsAndConditions": "Termos e Condições",
            "siders": "siders",
            "privacyPolicy": "Politica de Privacidade.",
            "dataTermsAndConditions": "We’ll only use your data for item requests. For more details, read our <a target='_blank' href='https://www.coachoutlet.com/privacy.html' aria-describedby='new-window-0'> Privacy Policy </a>. Text messages and data rates may apply.",
            "enterName": "Por favor, insira seu nome",
            "enterValidName": "Por favor, indique um nome válido",
            "enterPhone": "Por favor, digite seu número de telefone",
            "enterValidPhone": "Use um número de telefone válido",
            "enterEmail": "Por favor, digite um e-mail válido",
            "enterValidEmail": "Por favor, digite um e-mail válido",
            "alreadySubscribed": "Parece que você já está inscrito(a)",
            "optInTermsAndPrivacy":"Ao submeter este formulário, você concorda em receber periodicamente e-mails promocionais e personalizados de marketing e mensagens de texto automatizadas da Coach. O consentimento não constitui uma condição para efetuar qualquer compra. Você pode cancelar seu consentimento quando quiser. Responda STOP para cancelar as mensagens de texto ou contate privacy@tapestry.com para parar de receber mensagens de marketing por e-mail. Leia a nossa",
            "optInPrivacyPolicy":"política de privacidade",
            "insiders": "Insiders",
            "alreadyHaveAnAccount": "Já tem uma conta?",
            "keepShopping": "CONTINUAR COMPRANDO",
            "terms": "Terms",
            "privacy": "Privacy",
            "checkText":"Verifique seu texto",
            "MobileNumber":"Número do celular",
            "validMobileNumber":"Por favor digite um número de celular válido",
            "email": "Email",
            "signinForGWP": " Sign-in and check-out with the Digital Shopping Assistant to receive a free gift with purchase!",
            "signinWithoutGWP": "Sign-in to get access to your exclusive insider benefits!",
            "earlyAccess": "Early Access",
            "personalizedOffers": "Personalized Offers",
            "birthdayRewards": "Birthday rewards",
            "andManyMore": "and many more.."
        },
        "offers": {
            "todaysOffer": "Ofertas de hoje",
            "myOffers": "Minhas Ofertas",
            "haveCouponOrMailer": "Tem um cupom ou promoções do correio?",
            "scanCodeSeePrice": "Pronto para escanear ?",
            "newPriceScanner": "Descubra uma maneira mais rápida e fácil de comprar com o nosso novo escaner de preços.",
            "scanItem":"Escaneie código barras de<br> itens para verificar o preço <br> enquanto você compra.",
            "allowCamera":"(Lembre-se de permitir o acesso a câmera.)"  
        },
        "storeScanning": {
            "scanninglabel": "Por favor escaneie o código QR da loja para começar"
        },
        "storeLanding": {
            "enterTodays": "Digite seu código de ",
            "enterAccessCode": "acesso de hoje",
            "greetingMessage": "Bem Vindo à Coach Outlet",
            "codeInfo": "Digite o código de acesso de hoje para começar",
            "emailInfo": "Entre com seu email para começar",
            "buttonLabel": "VAMOS COMEÇAR",
            "fullDisclaimer": "Este aplicativo deve ser usado como guia e, no caso de uma diferença entre o preço do produto mostrado no aplicativo e o preço no check-out/{finalizar da compra}, o preço no check-out/{finalizar da compra} será controlado. Os preços mostrados no aplicativo se aplicam apenas na loja específica em que o produto é escaneado e na data em que está sendo escaneado; as ofertas e os preços podem variar de local para local e de dia para dia. Os preços exibidos no aplicativo não serão honrados ou correspondidos online, em outros locais ou em outros dias. As capturas de tela, imagens ou fotos de ofertas ou promoções não serão honradas e não deverá ser encaminhadas a terceiros ou salvas para uso futuro. Nenhum ajuste de preço será feito em compras anteriores. Todos os preços não incluem impostos, que serão adicionados no momento do check-out/{finalizar da compra}, conforme aplicável. o MFSRP é uma indicação de valor baseado na qualidade do material utilizado, nosso compromisso com o artesanato e os altos padrões exigidos pela Coach. Nas lojas Coach Outlet, nos esforçamos para oferecer aos clientes uma experiência de compra de luxo e temos o prazer de oferecer produtos abaixo do MFSRP. As lojas Coach Outlet têm o prazer de oferecer produtos Coach que foram projetados especificamente para os pontos de Outlet. Periodicamente, as lojas Outlet da Coach também podem oferecer produtos vendidos anteriormente nas lojas Coach.",
            "disclaimer": "Note: Scanned prices are valid for today only in store.",
            "shortDisclaimer1": "This app is intended for use as a guide, and in the event",
            "shortDisclaimer2": "of a difference between the product pricing shown in the",
            "pinInvalid": "verifique o código de hoje e tente novamante"
        },
        "emailSub": {
            "infoLabel1": "Quase lá!",
            "infoLabel2": "Digite seu e-mail",
            "inputPlaceholder": "Inseira seu email",
            "buttonLabel": "VAMOS COMEÇAR",
            "startScanning": "COMECE A ESCANEAR",
            "footerMessage1": "Ao colocar o seu email, voce concorda com os ",
            "termsOfUseLink": "Termos de Uso e a",
            "footerMessage2": " para mais detalhes.",
            "pricavyPolicyLink": "Politica de Privacidade.",
            "contactUsLink": "Entre em contato",
            "footerMessage3": "Os preços digitalizados são válidos para hoje apenas na loja."
        },
        "barcodeScanning": {
            "scanMessage": "Escanear cupom de correio, Cupom ou Código de Barras",
            "manualInfoText1": "Entre com o numero",
            "manualInfoText2": "abaixo do codigo de barra",
            "barcodeLengthInfo": "normalmente de 10 - 13 dígitos",
            "buttonText": "ENVIE",
            "scanBarcodeCheckPrice": "Escaneie qualquer código de barras para verificar",
            "seeYourSavings": "o preço e economizar",
            "recievedOffer": "Recebeu uma oferta?",
            "scanCodeAddPromotion": "Escaneie o código de barras para adicionar esta promoção."
        },
        "productDetail": {
            "mfsrp": "MFSRP",
            "now": "Agora",
            "youSave": "Você Salva",
            "productDetails": "Detalhes do Produto",
            "addToBag": "COLOQUE NA SACOLA",
            "toSeeTotalSavings": "SAVE TO BAG",
            "checkSize": "Verificar tamanhos",
            "availableSizes": "Tamanhos Disponíveis",
            "wantToTryOn": "Deseja experimentar? Peça a um associado de vendas o seu tamanho",
            "comparableValue": "Valor comparável",
            "off":"OFF",
            "askAssociateToOrder": "Pergunte para o Associado para ordem.",
            "placeItemHold": "REQUEST",
            "addToBagSeeOffer": "Outras Ofertas e Promoções Disponíveis",
            "holdForAnHour": "Tell us how to get in touch when your item’s ready.",
            "yourName": "Seu Nome",
            "yourPhone": "Seu Número de Telefone Móvel",
            "cancelRequest": "CANCELAR O PEDIDO",
            "itemRequested1": "Nice! We’ll be in touch to confirm pickup",
            "itemRequested2": "or delivery details when your item’s ready.",
            "itemRequestAgain1": "OOOOPS! ALGO DEU ERRADO",
            "itemRequestAgain2": "PODE TENTAR NOVAMENTE?",
            "itemAdded": "Item adicionado. Verifique abaixo o total que você economizou.",
            "youHaveRequestedMax1": "SINTO MUITO! VOCÊ PEDIU",
            "youHaveRequestedMax2": "O NÚMERO MÁXIMO DE ITENS"
        },
        "productCategory": {
            "browseStoreHeading": "Browse store collections and request items for pickup or delivery.",
            "browseStoreCollectionDisabled": "Navegue pelas coleções da loja e encontre seus itens favoritos antes de entrar na loja."
        },
        "productListing": {
            "product": "Produtos"
        },
        "cart": {
            "savingsText": "Você economiza:",
            "shoppingbag": "Sua sacola de compras ",
            "isEmpty": "está vazia",
            "shoppingBagEmpty": "Sua sacola de compras está vazia.",
            "emptyCartPopupInfo1": "Iniciar a digitalização de itens",
            "emptyCartPopupInfo2": "agora para ver suas economias",
            "emptyCartPopupInfo3": "e finalize a compra mais rapidamente.",
            "emptyCartPopupButtonLabel": "comece a escanear",
            "total": "Total",
            "excludingTax": "sem impostos",
            "promotionsApplied": "Recompensas e promoções aplicadas",
            "checkout": "FINALIZAR COMPRA",
            "done": "FEITO",
            "finishShopping": "Concluir a compra",
            "additionalOffers": "Recompensas e promoções (selecione uma)*",
            "additionalOfferDisclaimer1": "*Essas recompensas não podem ser combinadas.",
            "additionalOfferDisclaimer2": "Se você mudar de idéia depois de escolher uma oferta, poderá substituí-la por outra seleção.",
            "additionalOfferDisclaimer3": " Recompensas e ofertas adicionais podem estar disponíveis;",
            "additionalOfferDisclaimer4": " consulte um associado da loja para obter detalhes.",
            "haveCoupon": "Tem um cupom ou promoções do correio? ",
            "scanOffer": "Minhas Ofertas.",
            "productRemoved": "Item has been removed.",
            "promoApplied": "Aplicardo",
            "offerAppliedMessage1": "Oferta Aplicada! Veja suas economias abaixo.",
            "offerAppliedMessage2": "",
            "addtionalOfferError1": "Ainda não pode ser aplicado.",
            "addtionalOfferError2": "Por favor escaneie mais itens e tente novamente.",
            "addtionalOfferError3": "A oferta que você selecionou não se aplica à sua sacola atual. Escaneie mais itens e aplique sua oferta novamente.",
            "additionalOfferAutoApplyMessage": "Nós aplicamos o melhor desconto para você:",
            "bestOffer": "Melhor Oferta!",
            "shoppingBagTotal": "Total da sacola de compras",
            "estimatedTax": "Imposto estimado"
        },
        "checkout": {
            "more":"BUT WAIT, THERE'S MORE!",
            "readyTo": "PRONTO PARA",
            "purchase": "COMPRAR?",
            "infoText1": "Vá ao nosso cashwrap com o seu",
            "infoText2": "itens para checkout."
        },
        "account": {
            "welcome": "Bem Vindo",
            "greatDayTreatYou": "É um ótimo dia para aproveitar."
        },
        "wishlist": {
            "myWishlist": "Minha Lista de Desejos",
            "doYouWantToRemove": "Tem certeza de que deseja remover este item? Ele será excluído da sua lista de desejos online e na loja.",
            "outOfStock": "QUASE FOI. VER ASSOCIADO.",
            "now": "Agora ",
            "youHaveNoSavedItem": "Você não possui itens salvos",
            "scanAndTapHeart": "Escaneie um item e toque no coração para salvá-lo aqui.",
            "signupOrLoginToSync": "Inscreva-se ou faça login para sincronizar sua lista de desejos em todos os seus dispositivos.",
            "sorryCannotRemoveWIshlist": "Infelizmente este item não pode ser removido da sua Lista de Desejos.",
            "sorryCannotAddWIshlist": "Desculpe, este item não pode ser salvo na sua lista de desejos.",
            "itemCannotSyncWishlist": "Alguns itens da sua lista de desejos podem não ser exibidos. Consulte um dos nós vendedores para obter assistência",
            "removedFromList": "Este item foi removido da sua lista de desejos.",
            "savedToWishlist": "Salvo na lista de desejos.",
            "beforeYouDoThat": "Antes de fazer isso...",
            "signUpToSave": "<a href='/account/create' >Inscreva-se </a> or <a href='/account/login'> Conecte-se </a> para salvar itens na sua lista de desejos."
        },
        "error": {
            "almostThere": "Quase lá!",
            "webViewiOSErrorLine1": "Essa experiência funciona melhor usando",
            "webViewiOSErrorLine2": "Safari para iPhone. Abra este link em",
            "webViewiOSErrorLine3": "seu navegador e habilite a câmera",
            "webViewiOSErrorLine4": "acessar quando solicitado.",
            "webVIewAndroidErrorLine1": "Essa experiência funciona melhor usando",
            "webVIewAndroidErrorLine2": "Android Chrome. Abra este link em",
            "webVIewAndroidErrorLine3": "seu navegador e habilite a câmera",
            "webVIewAndroidErrorLine4": "acessar quando solicitado.",
            "cameraPermissionErrorLine1": "Não se esqueça de ativar seu",
            "cameraPermissionErrorLine2": "câmera do telefone para iniciar a digitalização.",
            "cameraPermissionErrorLine3": "Atualize esta página e toque em",
            "cameraPermissionErrorLine4": "“PERMITIR” quando solicitado",
            "cameraPermissionStepInfo": "Pode ser necessário ativar o acesso à câmera manualmente.",
            "cameraPermissioniOSStep1": "1. Abra Configurações no seu aparelho",
            "cameraPermissioniOSStep2": "2. Selecione Safari > Privacidade e Segurança ",
            "cameraPermissioniOSStep3": "3. Selecione acesso Câmera e Microfone para iniciar",
            "cameraPermissioniOSStep4": "",
            "cameraPermissioniOSStep5": "",
            "cameraPermissionAndroidStep1": "1. Abra Chrome no seu aparelho",
            "cameraPermissionAndroidStep2": "2. Do lado direito dessa barra de endereço, selecione Mais  ",
            "cameraPermissionAndroidStep3": "3. Selecione ORGANIZE - Configurações",
            "cameraPermissionAndroidStep4": "4. Selecione acesso ao microfone ou câmera ",
            "cameraPermissionAndroidStep5": "5. Selecione para ativar sua câmera",
            "scanningAdvice1": "Centralize o código de barras dentro do quadro para digitalizá-lo.",
            "scanningAdvice2": "Evite sombra ou brilho.",
            "scanError1": "Nenhum resultado encontrado. Se o preço estiver danificado,",
            "scanError2": "tente digitalizar outro item.",
            "itemNotFoundError1": "Não conseguimos encontrar este item.",
            "itemNotFoundError2": "Por favor tente novamente ou escaneie outro item.",
            "oops": "Opa! Lamento dizer…",
            "commonScanError1": "Não encontramos o item que",
            "commonScanError2": "você escaneou.",
            "tryScanAgain": "Tente escanear novamente",
            "stillHavingIssue": "Ainda está com problemas?",
            "seeStoreAssoiciate": "Por favor, consulte um associado da loja, para obter assistência",
            "sorry": "Nós lamentamos!",
            "commonErrorHead": "Ocorreu um erro",
            "commonErrorText1": "Visite sua loja para começar a escanear ou",
            "commonErrorText2": "tente novamente mais tarde.",
            "duplicateCoupon": "Este cupom já está aplicado.",
            "emptyCartCouponScan1": "Promoção aplicada. Comece a comprar escaneando",
            "emptyCartCouponScan2": "o código de barras do produto.",
            "redeemedCoupon": "This coupon is already redeemed"
        },
        "createAccount":{
            "createAccount": "CRIAR CONTA",
            "disclaimer": "Usamos suas informações para criar e administrar sua conta do Coach Outlet. Leia nossa ",
            "disclaimer2":"para mais detalhes",
            "privacyPolicy": "Politica de Privacidade",
            "createAnAccount": "Crie a sua conta",
            "signupAndEnjoy": "Inscreva-se para obter ofertas especiais nas lojas e obter acesso exclusivo às compras online.",
            "accountDetails": "Detalhes da conta",
            "required": "*Requeridos",
            "firstName": "Coloca seu Nome",
            "enterFirstName": "Entre com o primeiro nome",
            "lastName": "Coloca seu Sobrenome",
            "enterLastName": "Entre com o ultimo nome",
            "emailAddress": "Endereço de email",
            "enterPassword": "Entre com a sua senha",
            "validpasswordMsg": "Sua senha deve conter polo menos 1 letra e 1 número. Os seguintes caracteres especiais são aceitos: =~!@#$%^&*+=-\"':;/?,.\\",
            "enterConfirmPassword": "Enter Confirme a senha",
            "passwordNotMatching": "As senhas não são correspondentes",
            "enterEmailAddress": "Entre com um email válido",
            "validEmailMsg": "Entre com email válido",
            "accountAlreadyExisted": "Já existe uma conta com esse email.",
            "thisFieldMandatory": "Este campo é obrigatório",
            "password": "Senha",
            "passwordHint": "A senha deve ter pelo menos 8 caracteres e conter letras e números",
            "alreadyMember": "Já é um membro?",
            "login": "Conecte-se",
            "couldWeGet": "Podemos saber qual a sua",
            "yourBirthday": "data de aniversário?",
            "shareYourBirthday": "Compartilhe seu aniversário conosco e desfrute de um tratamento especial em sua próxima visita.",
            "month": "Mês",
            "day": "Dia",
            "selectMonthDay": "Por favor, selecione o dia e mês do seu Nascimento",
            "saveBirthday": "SALVAR ANIVERSÁRIO",
            "birthdayCantChangeLater": "*O aniversário não pode ser alterado mais tarde",
            "maybeLater": "Pule isso por enquanto",
            "birthdaySaved": "Aniversário salvo.",
            "accountCreated": "Sucesso! Conta criada.",
            "enterValidFname": "Por favor entre com o primeiro nome válido.",
            "enterValidSname": "Por favor entre com o último nome válido.",
            "youCantChangeBday": "Você não pode alterar sua data de aniversário depois de salvo,",
            "youCanAddLater":  "mas pode adicioná-la posteriormente em sua conta."
        },
        "login": {
            "welcomeBack": "Bem Vindo,",
            "toCoachOutlet": "à Coach Outlet",
            "signinOfferText1": "Faça login com US $ 10 de desconto em sua compra de US $ 100 ou mais e aproveite ",
            "signinOfferText2": "vantagens exclusivas, doces de aniversário e muito mais.",
            "emailPlaceholder": "Endereço de email",
            "emailErrorMessage": "Entre com endereço de email / Inseira seu email",
            "passwordPlaceholder": "Senha",
            "passwordErrorMessage": "Essa senha está incorreta. Tente novamente ou clique em “esqueci a senha” para redefinir.",            "passwordBlankErrorMessage": "Por favor, insira sua senha",
            "rememberMe": "Lembre-me",
            "forgotPassword": "Esqueceu a senha?",
            "signinButtonLabel": "Conecte-se",
            "notAMember": "Não é um membro? ",
            "signup": "Inscreva-se"
        },
        "profile": {
            "note1":" Visite as configurações da sua conta o  ",
            "note2":" para editar seu endereço de email. Adicionar aniversário é opcional e não pode ser alterado depois que seu aniversário for salvo.",
            "myProfile": "MEU PERFIL",
            "accountDetails": "Detalhes da conta",
            "changePassword": "Mudar Senha",
            "currentPasswordPlaceholder": "Entre com a senha atual",
            "newPasswordPlaceholder": "Nova senha",
            "confirmPasswordPlaceholder": "Confirme a senha",
            "passwordConditions": "A senha deve ter pelo menos 8 caracteres e conter letras e números",
            "saveChanges": "SALVAR ALTERAÇÕES",
            "signout": "SAIR",
            "invalidPassword": "Sua senha atual não correponde à senha em nossos registros. Por favor tente novamente.",
            "passwordDoesNotMatch": "A confirmação da senha deve corresponder a sua nova senha.",
            "InvalidNewPassword": "Sua senha deve conter polo menos 1 letra e 1 número. Os seguintes caracteres especiais são aceitos: =~!@#$%^&*+=-\"':;/?,.\\",
            "birthdayOptional": "Aniversário (Opicional)",
            "selectBirthDay": "Por favor, selecione o dia e mês do seu Nascimento",
            "enterFirstName": "Entre com o primeiro nome",
            "enterLastName": "Entre com o ultimo nome",
            "enterEmail": "Entre com seu email",
            "firstnamePlaceholder": "Coloca seu Nome*",
            "lastnamePlaceholder": "Coloca seu Sobrenome*",
            "emailPlaceholder": "Endereço de email*",
            "enterValidFname": "Por favor entre com o primeiro nome válido",
            "enterValidSname": "Por favor entre com o último nome válido",
            "successProfileUpdated": "Sucesso! Perfil atualizado.",
            "profileUpdated": "Perfil atualizado.",
            "errorHasOccured": "Desculpe, Ocorreu um erro.",
            "passwordUpdated": "Sucesso. Perfil atualizado."
        },
        "loggedOutTile": {
            "coachOutletMembers": "Membros da Coach Outlet",
            "membersEnjoySpecialOffers": "Inscreva-se para obter ofertas especiais nas lojas e obter acesso exclusivo às compras online.",
            "joinCoach": "inscreva-se na coach outlet",
            "login": "Conecte-se",
            "specialPromotionsAvailableForYou": "Promoções especiais disponíveis para você",
            "loginToSeeOffers": "entrar para ver mais ofertas",
            "myOffers": "Minhas Ofertas",
            "signupOrLoginToSave": "Cadastre-se ou faça login para salvar",
            "membersEnjoySpecialOffers2": "Os membros desfrutam de ofertas especiais nas lojas e ganham exclusivo acesso à compras online.",
            "oneTimeUse": "*Uso único por dia"
        },
        "home": {
            "personalized": "personalizadas",
            "offers": "ofertas",
            "easy": "fáceis",
            "returns": "Devoluções",
            "early": "antecipado",
            "access": "acessa",
            "exclusive": "exclusivos",
            "products": "Produtos",
            "giftWith": "Presente com",
            "purchase": "compra",
            "events": "eventos",
            "freeShipping": "Frete grátis",
            "over99": "acima de $99",
            "birthday": "Surpresas",
            "surprises": "of birthday",
            "heyThere": "Olá!",
            "meetYourPersonal": "Conheça o seu",
            "digital": "Digital Shopping",
            "shopping": "Assistant",
            "assistant": "(Assistente de Compras Digital - DSA).",
            "checkPrices": "Verifique preços,",
            "accessSpecial": "acesse ofertas e",
            "offersAndSeeYour": "veja suas economias",
            "savingsWhile": "enquanto faz compras",
            "youShop": "",
            "shopStore": "Veja as coleções na loja",
            "collectionAndPut": "e reserve os itens",
            "itemsOnHoldBefore": "antes de entrar",
            "youEnterTheStore": "na loja.",
            "browseStore": "Navegue pelas coleções",
            "collectionsAndFind": "da loja e encontre",
            "yourFavoritesBefore": " seus itens favoritos antes",
            "youEnterStore": "de entrar na loja.",
            "coach": "Coach",
            "plusBecomeA": "E mais! Torne-se um",
            "coachInsiderTo": "Coach Insider para",
            "unlockExclusive": "ganhar acesso  e",
            "accessAndRewards": "recompensas exclusivas.",
            "welcomeToYourPersonalShoppingAssistant": "Bem-vindo ao seu Assistente de compras Digital.",
            "yourDigitalShoppingAssistant": "Your Digital Shopping Assistant",
            "scanAndCheckPrice": "Escaneie e Verifique os Preços",
            "waitingInLine": "Escolha antes de entrar",
            "shopTheStore": "NAVEGUE PELAS COLEÇÕES",
            "seeWhatsNew": "Veja o que é mais novo",
            "yourFirstLookAtTheLatestFrom": "Seu primeiro olhar sobre as últimas novidades da Coach Outlet,",
            "coachOutletDropped": "acabou de chegar.",
            "rewards": "recompensas",
            "viewLess": "VER MENOS",
            "viewMore": "Veja mais",
            "exclusiveDrops": "Produto Cai",
            "getSpecialAccess": "Especialistas da Coach em treinamento obtêm",
            "toNewStyleDrops": "acesso especial a novos lançamentos de estilo.",
            "Nov21": "Novembro 21",
            "coachReserve": "RESERVA COACH",
            "limitedQuantities": "QUANTIDADES Limitadas",
            "digitalShoppingAssistant": "DIGITAL SHOPPING ASSISTANT",
            "attentiveOfferText": "Inscreva-se para receber mensagens de textos e ganhe US$10 de desconto",
            "peanutsSlotMainContent": "Compartilhe uma foto sua com sua bolsa @coach com #CoachXPeanuts para concorrer a um vale-presente no valor de de US$ 500,00 ou aparecer em nosso site!",
            "peanutsSlotSubContent": "Faça um selfie",
            "peanutsSlotCtaText": "com o Snoopy!",
            "peanutsDisclaimer": "No purchase necessary to enter.  Ends 8/4/2021.  For official rules, visit ",
            "scanProductTags": "Scan product tags to view best out the door prices!"
        },
        "productDropCard": {
            "memberEarlyAccess": "Início do acesso", 
            "memberExclusiveAccess": "Lançamentos com acesso",
            "startsOct": "antecipado aosmembros Outubro 20",
            "alimitedEdition": "uma coleção de",
            "collectionInspiredBy": "edição limitada inspirada",
            "theWorldOf": "pelo mundo de",
            "becomeAMember": "torne-se um membro",
            "startsOct4": "antecipado aosmembros Novembro 28",
            "dropsOct29": "antecipado aos membros Dezembro 2",
            "dropsOct16": "antecipado aos membros Novembro 18",
            "dropsOct23": "antecipado aos membros Outubro 23"
        }
    }
}